[
  {
    "date": "01.01",
    "namesCZ": [
      "Den obnovy samostatného českého státu",
      "Nový rok"
    ],
    "namesSK": [
      "Deň vzniku Slovenskej republiky",
      "Nový rok"
    ],
    "explanationCZ": [
      "Den obnovy samostatného českého státu připomíná vznik samostatné České republiky 1. ledna 1993 a je dnem, kdy se mohou udělovat státní vyznamenání.",
      "Nový rok je svátek oslavující začátek nového roku, jehož počátek a oslavy se v různých kulturách historicky lišily, přičemž nejstarší doložené oslavy pocházejí z Babylonu."
    ],
    "explanationSK": [
      "Nový Rok je sviatok oslavujúci začiatok nového roka, ktorý pripadá na 1. januára podľa gregoriánskeho kalendára."
    ],
    "proverbCZ": [
      "Jak na Nový rok, tak po celý rok.",
      "Když je na Nový rok hezky, bude tak i o žních."
    ],
    "proverbSK": [
      "Jasná a tichá novoročná noc zvestuje nám dobrý rok."
    ]
  },
  {
    "date": "02.01",
    "namesCZ": [
      "Karina"
    ],
    "namesSK": [
      "Alexandra",
      "Sandra",
      "Karina"
    ],
    "explanationCZ": [
      "Karina je ženské křestní jméno."
    ],
    "explanationSK": [
      "Alexandra je ženské meno gréckeho pôvodu, odvodené od slova Alexandros, čo znamená obranca mužov.",
      "Sandra je meno, ktoré sa používa ako krstné meno, názov obce v Estónsku a názov talianskeho filmu.",
      "Karina je ženské meno, ktoré buď pochádza zo švédskej podoby mena Katarína alebo z talianskeho Carina s významom pekná, milá."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "03.01",
    "namesCZ": [
      "Radmila",
      "Radomil"
    ],
    "namesSK": [
      "Daniela"
    ],
    "explanationCZ": [
      "Radmila je ženské jméno.",
      "Radmil je mužské jméno slovanského původu, které znamená milý, rozradostňující nebo starostlivý."
    ],
    "explanationSK": [
      "Daniela je ženské krstné meno používané na Slovensku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "04.01",
    "namesCZ": [
      "Diana"
    ],
    "namesSK": [
      "Drahoslav"
    ],
    "explanationCZ": [
      "Diana je ženské jméno odvozené od jména římské bohyně lovu."
    ],
    "explanationSK": [
      "Drahoslav je mužské krstné meno slovanského pôvodu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Štvrtý deň jasný znamená mrákavý a nezdravý rok."
    ]
  },
  {
    "date": "05.01",
    "namesCZ": [
      "Dalimil"
    ],
    "namesSK": [
      "Andrea",
      "Artur"
    ],
    "explanationCZ": [
      "Jméno Dalimil, staršího tvaru Dalemil, je mužské jméno českého původu."
    ],
    "explanationSK": [
      "Andrea je ženské meno v slovenčine, zatiaľ čo v iných jazykoch, ako napríklad taliančina, môže ísť aj o mužské meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "06.01",
    "namesCZ": [
      "Baltazar",
      "Kašpar",
      "Melichar"
    ],
    "namesSK": [
      "Antónia"
    ],
    "explanationCZ": [
      "Baltazar je mužské jméno babylónského původu, které se vykládá jako ochraňuj život králi, popřípadě jako Bůh ať ochraňuje krále.",
      "Jméno Kašpar pochází z aramejštiny nebo perštiny a znamená nosič pokladů nebo pokladník.",
      "Jméno Melichar je hebrejského původu a znamená král světla."
    ],
    "explanationSK": [
      "Antónia je ženské meno latinského pôvodu, odvodené od mena Antonius, a znamená popredná, vynikajúca."
    ],
    "proverbCZ": [
      "Na tři krále o krok dále.",
      "Na Tři krále mrzne stále.",
      "Je-li na Tři krále větrno, zamíchá se planetami a bude úrodno.",
      "Na Tři krále hodně hvězd, je hodně kobzolí.",
      "Je-li na tři krále jasno, zdaří se pšenice."
    ],
    "proverbSK": [
      "Na Tri krále zima stále."
    ]
  },
  {
    "date": "07.01",
    "namesCZ": [
      "Vilma"
    ],
    "namesSK": [
      "Bohuslava",
      "Atila"
    ],
    "explanationCZ": [
      "Vilma je ženské křestní jméno."
    ],
    "explanationSK": [
      "Bohuslava je ženské krstné meno slovanského pôvodu.",
      "Attila je mužské meno tureckého pôvodu odvodené od rieky Atal (Volga), populárne najmä v Maďarsku a Turecku, a je tiež meno hunského panovníka, ktorý v 5. storočí vytvoril rozsiahlu ríšu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "08.01",
    "namesCZ": [
      "Čestmír"
    ],
    "namesSK": [
      "Severín"
    ],
    "explanationCZ": [
      "Čestmír je mužské křestní jméno, jehož původ a význam text neuvádí."
    ],
    "explanationSK": [
      "Severín je mužské krstné meno a názov historického územia v Rumunsku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Na sv. Severína vešia sa mäso do komína."
    ]
  },
  {
    "date": "09.01",
    "namesCZ": [
      "Vladan"
    ],
    "namesSK": [
      "Alexej",
      "Alex",
      "Alexia"
    ],
    "explanationCZ": [
      "Vladan je slovanské mužské jméno, pravděpodobně zkrácená forma jmen Vladimír nebo Vladislav, a znamená ten, kdo vládne nebo vládce."
    ],
    "explanationSK": [
      "Alexej je ruské mužské meno gréckeho pôvodu, ktoré znamená pomoc, obranca.",
      "Alex je mužské meno, názov obce vo Francúzsku a meno papagája, ktorý bol subjektom psychologického výskumu.",
      "Alexia je ženské meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "10.01",
    "namesCZ": [
      "Břetislav"
    ],
    "namesSK": [
      "Daša"
    ],
    "explanationCZ": [
      "Jméno Břetislav je slovanského původu a znamená slavný bojovým rykem, pravděpodobně pochází ze staročeského slovesa břěčěti."
    ],
    "explanationSK": [
      "Potrebujem text, aby som mohol extrahovať a zhrnúť najdôležitejšiu informáciu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "11.01",
    "namesCZ": [
      "Bohdana"
    ],
    "namesSK": [
      "Malvína"
    ],
    "explanationCZ": [
      "Bohdana je ženské jméno slovanského původu, které vzniklo překladem řeckého jména Teodora a znamená boží dar."
    ],
    "explanationSK": [
      "Malvína je ženské krstné meno, ktorého pôvod a význam nie sú v texte uvedené."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "12.01",
    "namesCZ": [
      "Pravoslav"
    ],
    "namesSK": [
      "Ernest",
      "Ernestína"
    ],
    "explanationCZ": [
      "Jméno Pravoslav je slovanského původu, vzniklé v moderní době, a znamená slavící právo, pravděpodobně v souvislosti s právnickou profesí v období národního obrození."
    ],
    "explanationSK": [
      "Ernest je mužské meno staronemeckého pôvodu, ktoré znamená vážny, čestný, rozhodný."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "13.01",
    "namesCZ": [
      "Edita"
    ],
    "namesSK": [
      "Rastislav"
    ],
    "explanationCZ": [
      "Edita je ženské křestní jméno."
    ],
    "explanationSK": [
      "Rastislav je krstné meno a historické meno, ktoré nosili veľkomoravské, tmutokaranské kniežatá a vnuk Jaroslava Múdreho."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "14.01",
    "namesCZ": [
      "Radovan"
    ],
    "namesSK": [
      "Radovan",
      "Radovana"
    ],
    "explanationCZ": [
      "Radovan je mužské jméno slovanského původu, které znamená radostný nebo přinášející radost."
    ],
    "explanationSK": [
      "Radovan je mužské krstné meno používané na Slovensku.",
      "Radovana je ženská podoba mena Radovan."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "15.01",
    "namesCZ": [
      "Alice"
    ],
    "namesSK": [
      "Dobroslav",
      "Dobroslava"
    ],
    "explanationCZ": [
      "Alice je ženské jméno starogermánského původu, pravděpodobně odvozené od jmen jako Alžběta, Alis nebo Adelaide, a znamená ušlechtilá nebo vznešená."
    ],
    "explanationSK": [
      "Dobroslav je mužské krstné meno slovanského pôvodu, ktoré znamená oslavujúci dobro alebo slávny dobrotou.",
      "Dobroslava je ženské krstné meno a názov obce na Slovensku v okrese Svidník."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "16.01",
    "namesCZ": [
      "Ctirad"
    ],
    "namesSK": [
      "Kristína"
    ],
    "explanationCZ": [
      "Ctirad je české mužské jméno s významem čestný, kdo má rád čest."
    ],
    "explanationSK": [
      "Kristína je ženské meno gréckeho pôvodu, ktoré znamená kresťanka."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.01",
    "namesCZ": [
      "Drahoslav"
    ],
    "namesSK": [
      "Nataša"
    ],
    "explanationCZ": [
      "Drahoslav je slovanské jméno znamenající drahý, komu je drahá sláva nebo slavný drahostí."
    ],
    "explanationSK": [
      "Nataša je ženské meno ruského pôvodu, odvodené od mena Natália."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.01",
    "namesCZ": [
      "Vladislav",
      "Vladislava"
    ],
    "namesSK": [
      "Bohdana"
    ],
    "explanationCZ": [
      "Vladislav je mužské jméno slovanského původu, které znamená slavný vládou nebo slavící vládu.",
      "Vladislava je ženské jméno slovanského původu, které znamená slavná vládou nebo slavící vládu."
    ],
    "explanationSK": [
      "Bohdana je ženské krstné meno, ktorého pôvod a význam text neuvádza."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "19.01",
    "namesCZ": [
      "Doubravka"
    ],
    "namesSK": [
      "Mário",
      "Sára",
      "Zara"
    ],
    "explanationCZ": [
      "Doubravka je ženské jméno, které se také používá pro pojmenování různých míst, vodních toků a dalších objektů."
    ],
    "explanationSK": [
      "Mário je mužské krstné meno.",
      "Sára je ženské krstné meno, biblická postava a manželka Abraháma, ale aj priezvisko, názov románu a časť čižmy.",
      "Zara je ženské meno, ktorého pôvod a význam nie sú v texte uvedené."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "20.01",
    "namesCZ": [
      "Sebastián",
      "Ilona"
    ],
    "namesSK": [
      "Dalibor",
      "Sebastián",
      "Fabián"
    ],
    "explanationCZ": [
      "Jméno Sebastian pochází z řeckého slova sebastos znamenajícího vznešený nebo ctihodný, případně z latinského Sebastianus označujícího obyvatele města Sebasty.",
      "Ilona je ženské jméno ugrofinského původu, konkrétně maďarská varianta řeckého jména Helena."
    ],
    "explanationSK": [
      "Dalibor je mužské krstné meno slovanského pôvodu.",
      "Sebastián je mužské krstné meno.",
      "Fabián je meno mužského pôvodu, ktoré sa vyskytuje aj ako priezvisko, a okrem toho môže označovať aj pápeža, prírodnú rezerváciu alebo mýtického ducha."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "21.01",
    "namesCZ": [
      "Běla"
    ],
    "namesSK": [
      "Vincent"
    ],
    "explanationCZ": [
      "Jméno Běla je ženské křestní jméno slovanského původu, které vzniklo jako překlad francouzského jména Blanka a znamená bílá, čistá."
    ],
    "explanationSK": [
      "Vincent je mužské meno a názov obce vo Francúzsku."
    ],
    "proverbCZ": [
      "Ak si na Vincenta komár poletuje, statok aj slamenú strechu spotrebuje."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "22.01",
    "namesCZ": [
      "Slavomír",
      "Slavomíra"
    ],
    "namesSK": [
      "Zora",
      "Zoran",
      "Auróra"
    ],
    "explanationCZ": [
      "Slavomír je mužské jméno slovanského původu, které znamená mírumilovný.",
      "Slavomíra je ženské jméno slovanského původu, které znamená mírumilovná."
    ],
    "explanationSK": [
      "Zora je meno s významom úsvitu, ranných a večerných zôr, vyskytujúce sa v slovanskej mytológii ako bohyňa krásy a úsvitu, a tiež ako krstné meno.",
      "Zoran je mužské krstné meno slovanského pôvodu, ktoré znamená svitanie a vyskytuje sa najmä v krajinách bývalej Juhoslávie.",
      "Aurora je slovo latinského pôvodu, ktoré označuje polárnu žiaru a používa sa v rôznych kontextoch ako názov pre planétku, družicu, vesmírny program, mestá, speváčku, pieseň a ďalšie."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "23.01",
    "namesCZ": [
      "Zdeněk"
    ],
    "namesSK": [
      "Miloš"
    ],
    "explanationCZ": [
      "Jméno Zdeněk pravděpodobně pochází ze staroslovanských jmen Zděslav, Sděslav a Zdislav s významem zde je slavný nebo udělat se slavným, případně z latinského Sidonius znamenající sidonský muž nebo původem ze Sidonie."
    ],
    "explanationSK": [
      "Miloš je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "24.01",
    "namesCZ": [
      "Milena"
    ],
    "namesSK": [
      "Timotej",
      "Timon",
      "Tímea"
    ],
    "explanationCZ": [
      "Milena je ženské jméno slovanského původu, které znamená milující, milá."
    ],
    "explanationSK": [
      "Timotej je mužské meno a zároveň označenie pre ranokresťanského svätca, učeníka Pavla a biskupa.",
      "Timón je meno viacerých významných starogréckych osobností, vrátane filozofa, olympijských víťazov a spoločníka Sokrata, a tiež názov Shakespearovej tragédie.",
      "Timea je ženské krstné meno gréckeho pôvodu, latinizovaná verzia mena Timaios, ktoré znamená čestná."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Svätý Timotej ľady láme, ak ich nemá, narobí ich."
    ]
  },
  {
    "date": "25.01",
    "namesCZ": [
      "Miloš"
    ],
    "namesSK": [
      "Gejza"
    ],
    "explanationCZ": [
      "Miloš je slovanské jméno s významem milovaný."
    ],
    "explanationSK": [
      "Gejza je krstné meno a meno uhorských panovníkov (náčelníka, kniežaťa a kráľov)."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "26.01",
    "namesCZ": [
      "Zora"
    ],
    "namesSK": [
      "Tamara"
    ],
    "explanationCZ": [
      "Zora je slovanské ženské křestní jméno, poetické pojmenování Jitřenky a název pro různé literární časopisy a almanachy."
    ],
    "explanationSK": [
      "Tamara je ženské krstné meno a vyskytuje sa aj ako názov pre rôzne iné entity, vrátane historických postáv, miest, technológií, produktov a plodín."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "27.01",
    "namesCZ": [
      "Ingrid"
    ],
    "namesSK": [
      "Bohuš"
    ],
    "explanationCZ": [
      "Jméno Ingrid pochází ze Skandinávie a staroseverštiny, kde Ingfríðr znamená Ing je krásný/milovaný, což volně překládáno znamená jezdkyně boha Inga, který byl v severské mytologii bohem plodnosti a úrodnosti."
    ],
    "explanationSK": [
      "Bohuš je mužské krstné meno, skratka mena Bohuslav, ktoré znamená sláviť Boha alebo ten, čo slávi Boha, teda kňaz."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "28.01",
    "namesCZ": [
      "Otýlie"
    ],
    "namesSK": [
      "Alfonz"
    ],
    "explanationCZ": [
      "Otýlie je ženské křestní jméno."
    ],
    "explanationSK": [
      "Alfonz je mužské meno francúzskeho pôvodu, odvodené zo staronemeckého mena Hadalfuns, čo znamená pripravený na boj."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "29.01",
    "namesCZ": [
      "Zdislava"
    ],
    "namesSK": [
      "Gašpar"
    ],
    "explanationCZ": [
      "Jméno Zdislava je staré slovanské jméno znamenající Zde slavná a je zastaralou variantou jména Zdeňka."
    ],
    "explanationSK": [
      "Gašpar je mužské meno, biblická postava jedného z Troch kráľov a môže byť aj priezvisko."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "30.01",
    "namesCZ": [
      "Robin",
      "Erna"
    ],
    "namesSK": [
      "Ema"
    ],
    "explanationCZ": [
      "Jméno Robin je staroněmeckého původu a používá se pro muže i ženy."
    ],
    "explanationSK": [
      "Ema je ženské meno nemeckého pôvodu, ktoré znamená veľká, silná alebo veselá, milovaná a môže byť aj skrátenou formou mien začínajúcich na Erm-."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "31.01",
    "namesCZ": [
      "Marika"
    ],
    "namesSK": [
      "Emil"
    ],
    "explanationCZ": [
      "Jméno Marika je ženského rodu, pochází z hebrejštiny jako maďarská varianta jména Marie a v Česku není příliš rozšířené."
    ],
    "explanationSK": [
      "Meno Emil pochádza z latinského mena rímskeho rodu Aemilius a znamená horlivý, pracovitý, usilovný."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "01.02",
    "namesCZ": [
      "Hynek"
    ],
    "namesSK": [
      "Tatiana",
      "Táňa"
    ],
    "explanationCZ": [
      "Jméno Hynek vzniklo počeštěním německého jména Heinrich a není variantou jména Ignác."
    ],
    "explanationSK": [
      "Tatiana je ženské meno ruského pôvodu odvodené z latinského Tatianus, čo znamená patriaci do rímskeho rodu Tatiovcov, s možným gréckym pôvodom zo slova s významom ustanovovať alebo rozdeľovať.",
      "Tatiana je ženské meno ruského pôvodu, odvodené od latinského Tatianus, s pravdepodobným gréckym koreňom tattó, znamenajúcim ustanovovať alebo rozdeľovať."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "02.02",
    "namesCZ": [
      "Nela"
    ],
    "namesSK": [
      "Erich",
      "Erik",
      "Erika"
    ],
    "explanationCZ": [
      "Jméno Nela je ženská zdrobnělina jmen zakončených na -nela, jako Antonela a Petronela, nebo jmen podobných jako Petronila, Kornélie a Eleonora."
    ],
    "explanationSK": [
      "Erik je mužské meno škandinávskeho pôvodu, odvodené zo staronemeckých slov znamenajúcich ctihodný vládca alebo večný vládca.",
      "Erika je ženské meno nemeckého alebo škandinávskeho pôvodu, odvodené od mena Erik a znamená ctihodný vládca alebo večný vládca."
    ],
    "proverbCZ": [
      "Na hromnice o hodinu více.",
      "Na hromnice zimy polovice.",
      "Hromnice-li jasné, čisté, potrvá déle zima jistě; pakli sněží nebo hřmívá, jaro jistě v blízku dlívá.",
      "Na hromnice kalužky, budou jabka i hrušky.",
      "Vyjde-li jezevec o Hromnicích z díry, za čtyry neděle zpátky zas pílí.",
      "Na Hromnice si musí skřivan vrznout i kdyby měl zmrznout."
    ],
    "proverbSK": [
      "Prešli hromnice, koniec sanice."
    ]
  },
  {
    "date": "03.02",
    "namesCZ": [
      "Blažej"
    ],
    "namesSK": [
      "Blažej"
    ],
    "explanationCZ": [
      "Jméno Blažej má nejasný původ, pravděpodobně pochází z řeckého Blasios, znamenajícího trpící na zápal kloubů, nebo z řeckého slova bléché."
    ],
    "explanationSK": [
      "Blažej je meno svätca, mužské meno, priezvisko a tiež postava zo seriálu."
    ],
    "proverbCZ": [
      "Na svatého Blažeje kamínek se ohřeje.",
      "Na svatého Blažeje teče-li voda kolejí jen tolik, co by vozka střapec od biče smočil, čekají dlouhý len."
    ],
    "proverbSK": [
      "Na sv. Blažeja má siať furman zo dvora."
    ]
  },
  {
    "date": "04.02",
    "namesCZ": [
      "Jarmila"
    ],
    "namesSK": [
      "Veronika"
    ],
    "explanationCZ": [
      "Jméno Jarmila je slovanského původu a jeho význam souvisí s bujností, silou jara, nebo milující prudkostí."
    ],
    "explanationSK": [
      "Veronika je ženské meno, rod rastlín a označenie pre sväticu a nanosatelit."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "05.02",
    "namesCZ": [
      "Dobromila"
    ],
    "namesSK": [
      "Agáta"
    ],
    "explanationCZ": [
      "Dobromila je slovanské ženské jméno, které znamená milující dobro a je překladem řeckého jména Agáta."
    ],
    "explanationSK": [
      "Agáta je meno a označuje sväticu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Sv. Agáta na sneh býva bohatá."
    ]
  },
  {
    "date": "06.02",
    "namesCZ": [
      "Vanda"
    ],
    "namesSK": [
      "Dorota"
    ],
    "explanationCZ": [
      "Vanda je ženské jméno, může označovat i operu, rod rostlin, jezero v Antarktidě, novelu a odrůdu jabloně, a také se jedná o jméno kněžny, dcery zakladatele Krakova."
    ],
    "explanationSK": [
      "Dorota je svätica, ženské meno a priezvisko."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Plačlivá Dorota, omrzlá robota."
    ]
  },
  {
    "date": "07.02",
    "namesCZ": [
      "Veronika"
    ],
    "namesSK": [
      "Vanda"
    ],
    "explanationCZ": [
      "Veronika je ženské jméno uvedené v českém kalendáři."
    ],
    "explanationSK": [
      "Vanda je ženské meno poľského alebo germánskeho pôvodu, ktorého význam je nejasný, ale mohlo vzniknúť zo slovanského mena Václav, znamenajúceho viac slávny."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "08.02",
    "namesCZ": [
      "Milada"
    ],
    "namesSK": [
      "Zoja"
    ],
    "explanationCZ": [
      "Jméno Milada je slovanského původu a znamená mladá."
    ],
    "explanationSK": [
      "Zoja je ženské meno ruského pôvodu, odvodené z gréckeho mena Zoé, ktoré znamená živá."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "09.02",
    "namesCZ": [
      "Apolena"
    ],
    "namesSK": [
      "Zdeno",
      "Zdenko",
      "Ronald"
    ],
    "explanationCZ": [
      "Apolena je ženské jméno řeckého původu, česká varianta jména Apolonie, s významem dívka zasvěcená bohu Apollonovi, nositelka/dívka světla nebo odvozené od slova síla."
    ],
    "explanationSK": [
      "Zdenko alebo Zdeno je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "10.02",
    "namesCZ": [
      "Mojmír"
    ],
    "namesSK": [
      "Gabriela"
    ],
    "explanationCZ": [
      "Mojmír je mužské jméno slovanského původu, které znamená můj mír."
    ],
    "explanationSK": [
      "Gabriela je ženské krstné meno hebrejského pôvodu, odvodené od mena Gabriel, ktoré znamená Boží muž alebo Boh je silný."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "11.02",
    "namesCZ": [
      "Božena"
    ],
    "namesSK": [
      "Dezider"
    ],
    "explanationCZ": [
      "Božena je ženské křestní jméno slovanského původu."
    ],
    "explanationSK": [
      "Dezider je mužské meno latinského pôvodu, odvodené od slova desiderium, znamenajúceho túžbu alebo žiadosť, a chápe sa ako vyžiadaný alebo vytúžený."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "12.02",
    "namesCZ": [
      "Slavěna",
      "Slávka"
    ],
    "namesSK": [
      "Perla"
    ],
    "explanationCZ": [
      "Slavěna je ženské křestní jméno slovanského původu, které znamená Slovanka.",
      "Slávka je rod měkkýšů, familiární označení sportovního klubu Slavia Praha a domácká podoba ženských jmen končících na -slava."
    ],
    "explanationSK": [
      "Perla je vzácny, tvrdý, guľatý objekt tvorený v ustriciach."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "13.02",
    "namesCZ": [
      "Věnceslav",
      "Věnceslava"
    ],
    "namesSK": [
      "Arpád"
    ],
    "explanationCZ": [
      "Věnceslav je mužské jméno slovanského původu, které znamená více slavný a je původem jména Václav.",
      "Jméno Věnceslava je slovanského původu a znamená více slavná."
    ],
    "explanationSK": [
      "Arpád bol náčelník staromaďarského kmeňa Maďarov a zakladateľ dynastie Arpádovcov, vládnucej v Uhorsku."
    ],
    "proverbCZ": [
      "Na svatého Valentinka sej přísadu do záhonka."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "14.02",
    "namesCZ": [
      "Valentýn",
      "Valentýna"
    ],
    "namesSK": [
      "Valentín"
    ],
    "explanationCZ": [
      "Valentýn je mužské jméno latinského původu, které znamená zdravý a silný.",
      "Valentina je ženské jméno latinského původu, které znamená mohutná, pevná, zdravá, silná."
    ],
    "explanationSK": [
      "Valentín je mužské meno a priezvisko, ktoré sa tiež spája s pápežom, svätcom a rôznymi filmami."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Na sv. Valentína zima siliť sa počína."
    ]
  },
  {
    "date": "15.02",
    "namesCZ": [
      "Jiřina"
    ],
    "namesSK": [
      "Pravoslav"
    ],
    "explanationCZ": [
      "Jiřina je ženské jméno řeckého původu, které je ženskou variantou jména Jiří."
    ],
    "explanationSK": [
      "Pravoslav je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "16.02",
    "namesCZ": [
      "Ljuba"
    ],
    "namesSK": [
      "Ida",
      "Liana"
    ],
    "explanationCZ": [
      "Jméno Ljuba je slovanského původu a znamená láska, přičemž souvisí s pojmy jako touha a libido."
    ],
    "explanationSK": [
      "Ida je ženské meno, rieka na Slovensku, kráľ Bernicie, hinduistická bohyňa, latinské meno pre krétsku nymfu Idaia a označuje aj rôzne vrchy, planétku, jeden z nadi, manželku Pipina Staršieho, írsku mníšku, mesto v Arkansase, rovinu v Asgarde a americkú hudobnú skupinu.",
      "Liana je ženské meno, latinský názov rodu ploskavcov a označenie pre popínavú rastlinu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.02",
    "namesCZ": [
      "Miloslava"
    ],
    "namesSK": [
      "Miloslava"
    ],
    "explanationCZ": [
      "Miloslava je ženské jméno slovanského původu, znamenající slavící milost nebo milý."
    ],
    "explanationSK": [
      "Miloslava je ženské krstné meno a názov miestnej časti obce Miloslavov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.02",
    "namesCZ": [
      "Gizela"
    ],
    "namesSK": [
      "Jaromír",
      "Jaromíra"
    ],
    "explanationCZ": [
      "Jméno Gizela pochází ze staroněmeckého výrazu znamenajícího slib, zástava nebo rukojmí."
    ],
    "explanationSK": [
      "Jaromír je krstné meno a používalo sa pre české kniežatá a biskupov.",
      "Jaromíra je ženské krstné meno, ktorého pôvod a význam nie sú v texte uvedené."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "19.02",
    "namesCZ": [
      "Patrik"
    ],
    "namesSK": [
      "Vlasta"
    ],
    "explanationCZ": [
      "Jméno Patrik pochází z latinského slova patricius znamenajícího urozenec a je spojováno se svatým Patrikem, patronem Irska."
    ],
    "explanationSK": [
      "Vlasta je české ženské meno slovanského pôvodu, ktorého základom je slovo vlasť."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "20.02",
    "namesCZ": [
      "Oldřich"
    ],
    "namesSK": [
      "Lívia",
      "Aladár"
    ],
    "explanationCZ": [
      "Jméno Oldřich pochází ze starohornoněmeckého jazyka a znamená Bohatý pán nebo Odkaz předků."
    ],
    "explanationSK": [
      "Lívia je ženské meno latinského pôvodu, odvodené od rímskeho priezviska Livius, ktoré môže znamenať závidieť."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "21.02",
    "namesCZ": [
      "Eleonora",
      "Lenka"
    ],
    "namesSK": [
      "Eleonóra"
    ],
    "explanationCZ": [
      "Jméno Eleonora pochází ze starého provensálského jména Aliénòr a nese význam světla, záře či jasu.",
      "Jméno Lenka je ženská zdrobnělina jmen zakončených na -lena, jako Helena nebo Magdaléna, případně Apolena nebo Eleonora."
    ],
    "explanationSK": [
      "Eleonóra je ženské meno španielskeho pôvodu, pravdepodobne z arabského Ellinor, s významom Boh je moje svetlo."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "22.02",
    "namesCZ": [
      "Petr"
    ],
    "namesSK": [
      "Etela"
    ],
    "explanationCZ": [
      "Jméno Petr má řecký původ a znamená kámen nebo skála."
    ],
    "explanationSK": [
      "Etela je ženské krstné meno, ktorého pôvod a význam text neuvádza."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "23.02",
    "namesCZ": [
      "Svatopluk"
    ],
    "namesSK": [
      "Roman",
      "Romana"
    ],
    "explanationCZ": [
      "Svatopluk je staré slovanské jméno, které znamená silný, a to ve smyslu síly ve vojsku."
    ],
    "explanationSK": [
      "Roman je krstné meno, názov obce vo Francúzsku a mesta v Rumunsku.",
      "Romana je ženské krstné meno, ktorého pôvod a význam text nešpecifikuje."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Keď je pekne na Romana, býva žatva požehnaná."
    ]
  },
  {
    "date": "24.02",
    "namesCZ": [
      "Matyáš",
      "Matěj"
    ],
    "namesSK": [
      "Matej",
      "Matiáš",
      "Matias"
    ],
    "explanationCZ": [
      "Jméno Matyáš pochází z hebrejského dar boží a je příbuzné jménům Matěj a Matouš.",
      "Jméno Matěj pochází z hebrejštiny a znamená Hospodinův dar."
    ],
    "explanationSK": [
      "Matej je meno panovníkov, ako napríklad uhorsko-českého kráľa Mateja I. a nemecko-česko-uhorského panovníka Mateja II."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Matej ľady láme, ak ich nenájde, hneď ich urobí."
    ]
  },
  {
    "date": "25.02",
    "namesCZ": [
      "Liliana"
    ],
    "namesSK": [
      "Frederik",
      "Frederika"
    ],
    "explanationCZ": [
      "Liliana je ženské jméno latinského původu, které pochází od názvu květiny lilie."
    ],
    "explanationSK": [
      "Frederik je mužské krstné meno románskeho pôvodu, odvodené od germánskeho mena Friedrich, resp. Fridrich.",
      "Frederika je ženské krstné meno, ktorého pôvod a význam nie sú v texte uvedené."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "26.02",
    "namesCZ": [
      "Dorota"
    ],
    "namesSK": [
      "Viktor"
    ],
    "explanationCZ": [
      "Dorota je ženské jméno řeckého původu, které znamená boží dar."
    ],
    "explanationSK": [
      "Viktor je mužské meno latinského pôvodu, ktoré znamená víťaz."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "27.02",
    "namesCZ": [
      "Alexandr"
    ],
    "namesSK": [
      "Alexander"
    ],
    "explanationCZ": [
      "Alexandr je mužské jméno řeckého původu, znamenající ochránce lidu a proslavil ho Alexandr Veliký."
    ],
    "explanationSK": [
      "Alexander je meno kráľa, pápeža, mince, rodu papagájov, alebo korely."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "28.02",
    "namesCZ": [],
    "namesSK": [
      "Zlatica"
    ],
    "explanationCZ": [
      "*Prosím, vložte text, ze kterého mám extrahovat a shrnout informace.*"
    ],
    "explanationSK": [
      "Zlatica je slovanské meno a názov pre mesto a rajón v Bulharsku, ako aj rieku v Srbsku a Rumunsku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "29.02",
    "namesCZ": [],
    "namesSK": [
      "Radomír"
    ],
    "explanationCZ": [
      "Počkejte, potřebuji text, abych mohl extrahovat a shrnout nejdůležitější informace. Jakmile mi text poskytnete, odpovím stručnou a souvislou větou."
    ],
    "explanationSK": [
      "Radomír je mužské meno, ktoré má pôvod v slovanských jazykoch."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "01.03",
    "namesCZ": [
      "Bedřich",
      "Bedřiška"
    ],
    "namesSK": [
      "Albín"
    ],
    "explanationCZ": [
      "Jméno Bedřich pochází ze staroněmeckého Fridurihhi, kde fridu znamená mír a rihhi vládce, tedy mírumilovný vládce.",
      "Jméno Bedřiška je ženského německého původu, odvozené od jména Bedřich, a znamená „mírumilovná, mocná vládkyně“."
    ],
    "explanationSK": [
      "Meno Albín pochádza z latinského slova albus a znamená biely."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "02.03",
    "namesCZ": [
      "Anežka"
    ],
    "namesSK": [
      "Anežka"
    ],
    "explanationCZ": [
      "Jméno Anežka pochází z řeckého slova hagné."
    ],
    "explanationSK": [
      "Anežka je ženské krstné meno českého pôvodu, ktoré vzniklo ako domácka forma mena Agnesa."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "03.03",
    "namesCZ": [
      "Kamil"
    ],
    "namesSK": [
      "Bohumil",
      "Bohumila"
    ],
    "explanationCZ": [
      "Jméno Kamil pochází z latiny, kde slovo camillus znamenalo narozený ze svobodných rodičů, heřmánek, nebo také urozený, mladý obětní služebník či chrámový služebník."
    ],
    "explanationSK": [
      "Bohumil je slovanské mužské meno, ktoré vzniklo prekladom gréckeho mena Theophilos, čo znamená Bohu milý.",
      "Bohumila je ženské krstné meno."
    ],
    "proverbCZ": [
      "Mrzne-li o Kunhutě, mrzne ještě čtyřicet dní. "
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "04.03",
    "namesCZ": [
      "Stela"
    ],
    "namesSK": [
      "Kazimír"
    ],
    "explanationCZ": [
      "Jméno Stela je ženské jméno latinského původu, které znamená hvězda."
    ],
    "explanationSK": [
      "Kazimír je krstné meno a názov obce v okrese Trebišov, prípadne skrátený názov obce Vyšný Kazimír v okrese Vranov nad Topľou."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "05.03",
    "namesCZ": [
      "Kazimír"
    ],
    "namesSK": [
      "Fridrich"
    ],
    "explanationCZ": [
      "Kazimír je slovanské jméno, které znamená buď ten, který (nechť) kazí mír nebo ten, kdo káže mír, přičemž vzniklo spojením slov Kazi- a -mír, nebo ze základu slova kázat."
    ],
    "explanationSK": [
      "Fridrich je mužské meno staronemeckého pôvodu, ktorého význam je mierumilovný vládca."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "06.03",
    "namesCZ": [
      "Miroslav"
    ],
    "namesSK": [
      "Radoslav",
      "Radoslava"
    ],
    "explanationCZ": [
      "Miroslav je mužské jméno."
    ],
    "explanationSK": [
      "Radoslav je mužské krstné meno, ktorého pôvod a význam text nešpecifikuje.",
      "Radoslava je ženské krstné meno."
    ],
    "proverbCZ": [
      "Na svatého Bedřicha slunko teplem zadýchá. "
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "07.03",
    "namesCZ": [
      "Tomáš"
    ],
    "namesSK": [
      "Tomáš"
    ],
    "explanationCZ": [
      "Jméno Tomáš pochází z aramejštiny, kde znamená dvojče a bylo spojováno s apoštolem šířícím křesťanskou víru."
    ],
    "explanationSK": [
      "Tomáš je krstné meno a priezvisko, pričom sa vyskytuje aj ako označenie pre svätca a vládcov Epirského a Morejského despotátu."
    ],
    "proverbCZ": [
      "O svatém Tomáši sníh bředne na kaši.",
      "Zima, kterou Tomáš nese dlouho námi ještě třese."
    ],
    "proverbSK": [
      "Na sv. Tomáša sneh mäkne a je z neho kaša."
    ]
  },
  {
    "date": "08.03",
    "namesCZ": [
      "Gabriela",
      "Zoltán"
    ],
    "namesSK": [
      "Alan",
      "Alana"
    ],
    "explanationCZ": [
      "Gabriela je ženské jméno odvozené od jména Gabriel.",
      "Jméno Zoltán pochází z tureckého slova sultán a je populární zejména v Maďarsku."
    ],
    "explanationSK": [
      "Alan je mužské meno a označenie pre príslušníka kmeňového zväzu Alanov, okrem toho sa toto slovo používa aj v rôznych geografických názvoch a v názve nemeckého automobilu.",
      "Alana je ženské krstné meno pravdepodobne keltského pôvodu, ktoré znamená súlad a svornosť."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "09.03",
    "namesCZ": [
      "Františka"
    ],
    "namesSK": [
      "Františka"
    ],
    "explanationCZ": [
      "Františka je ženské křestní jméno."
    ],
    "explanationSK": [
      "Františka je ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Aký je deň Františka, taký bude celý mesiac."
    ]
  },
  {
    "date": "10.03",
    "namesCZ": [
      "Viktorie"
    ],
    "namesSK": [
      "Branislav",
      "Bronislav",
      "Bruno"
    ],
    "explanationCZ": [
      "Jméno Viktorie pochází z latinského slova victoria, které znamená vítězství, a odkazuje na římskou bohyni vítězství."
    ],
    "explanationSK": [
      "Branislav je mužské krstné meno slovanského pôvodu, ktoré znamená slávny bojovník alebo bráň slávu.",
      "Bruno je mužské meno staronemeckého pôvodu."
    ],
    "proverbCZ": [
      "Čtyřicet mučedníků - čtyřicet mrazíků.",
      "Mrzne-li na den Čtyřiceti mučedníků, přijde ještě čtyřicet ranních mrazíků."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "11.03",
    "namesCZ": [
      "Anděla"
    ],
    "namesSK": [
      "Angela",
      "Angelika"
    ],
    "explanationCZ": [
      "Anděla je dívčí jméno odvozené od slova anděl, znamenající posel Boží (nebeský)."
    ],
    "explanationSK": [
      "Angela je ženské meno gréckeho pôvodu, odvodené od slova ággelos, ktoré znamená posol alebo anjel.",
      "Angelika je ženské meno latinského pôvodu, ktoré znamená anjelská."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "12.03",
    "namesCZ": [
      "Řehoř"
    ],
    "namesSK": [
      "Gregor"
    ],
    "explanationCZ": [
      "Jméno Řehoř pochází z řeckého slova grégoros znamenající bdělý a bylo oblíbené mezi papeži."
    ],
    "explanationSK": [
      "Gregor je krstné meno."
    ],
    "proverbCZ": [
      "Na svatého Řehoře den s nocí v jedné míře.",
      "Na svatého Řehoře čáp letí od moře, žába hubu otevře, líný sedlák, který neoře."
    ],
    "proverbSK": [
      "Na Gregora prvý pluh do poľa."
    ]
  },
  {
    "date": "13.03",
    "namesCZ": [
      "Růžena"
    ],
    "namesSK": [
      "Vlastimil",
      "Letícia"
    ],
    "explanationCZ": [
      "Jméno Růžena vzniklo jako překlad latinského jména Rosa, které znamená růže."
    ],
    "explanationSK": [
      "Vlastimil je mužské krstné meno slovanského pôvodu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "14.03",
    "namesCZ": [
      "Rút",
      "Matylda"
    ],
    "namesSK": [
      "Matilda"
    ],
    "explanationCZ": [
      "Rút je moábská žena, biblická postava a prababička krále Davida, jejíž příběh vypráví starozákonní kniha Rút.",
      "Jméno Matylda je germánského původu, odvozené od slova Mathildis, a vykládá se jako silná bojem."
    ],
    "explanationSK": [
      "Matilda je ženské meno germánskeho pôvodu, odvodené od slova znamenajúceho boj."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "15.03",
    "namesCZ": [
      "Ida"
    ],
    "namesSK": [
      "Svetlana"
    ],
    "explanationCZ": [
      "Text uvádí různé významy slova Ida, které může označovat ženské jméno, minerální vodu, planetku, řeky v Rusku a na Slovensku, kraj v Estonsku, nymfu v řecké mytologii, védskou bohyni, film, fosilii, fiktivní galaxii a obce na Slovensku."
    ],
    "explanationSK": [
      "Svetlana je ženské krstné meno, ktorého pôvod a význam text nešpecifikuje."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "16.03",
    "namesCZ": [
      "Herbert",
      "Elena"
    ],
    "namesSK": [
      "Boleslav"
    ],
    "explanationCZ": [
      "Herbert je jméno germánského původu s významem vojskem skvělý, skvělé vojsko nebo skvělý válečník.",
      "Jméno Elena je ženská varianta jména Helena, Eleonora nebo Jelena řeckého původu a znamená světlo, pochodeň nebo nositelka světla, případně soulad, skvost."
    ],
    "explanationSK": [
      "Text uvádza meno Boleslav a naznačuje jeho použitie u viacerých historických postáv."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.03",
    "namesCZ": [
      "Vlastimil",
      "Vlastimila"
    ],
    "namesSK": [
      "Ľubica"
    ],
    "explanationCZ": [
      "Vlastimil je české a slovenské jméno slovanského původu, které znamená „milující svou vlast“ nebo „vlastí milovaný“.",
      "Jméno Vlastimila je ženského slovanského původu a znamená milující vlast nebo milá vlasti."
    ],
    "explanationSK": [
      "Ľubica je ženské meno a názov pre rôzne geografické lokality a vodné toky na Slovensku."
    ],
    "proverbCZ": [
      "Mrzne-li na sv. Gertrudu, mrzne ještě celý měsíc."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.03",
    "namesCZ": [
      "Eduard"
    ],
    "namesSK": [
      "Eduard"
    ],
    "explanationCZ": [
      "Jméno Eduard je anglosaského původu a znamená hlídající štěstí, bohatý strážce, přičemž vzniklo ze staroanglických slov znamenajících strážce."
    ],
    "explanationSK": [
      "Meno Eduard má anglický pôvod a znamená mocný strážca alebo strážca majetku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "19.03",
    "namesCZ": [
      "Josef",
      "Josefa"
    ],
    "namesSK": [
      "Jozef"
    ],
    "explanationCZ": [
      "Jméno Josef/Jozef pochází z Bible a znamená Ať (Hospodin) přidá.",
      "Jméno Josefa je ženská obdoba jména Josef, které v židovské tradici označuje syna Jákobova."
    ],
    "explanationSK": [
      "Jozef je hebrejské meno patriarchu Jakuba a označuje aj viacerých kresťanských svätcov."
    ],
    "proverbCZ": [
      "Svatý Josef zháší světlo.",
      "Pěkný den na svatého Josefa zvěstuje dobrý rok, prší-li nebo padá sníh, bude mokro a neúroda.",
      "Je-li na sv. Josefa vítr, potrvá čtvrt roku.",
      "Svatý Josef s tváří milou končí zimu plnou."
    ],
    "proverbSK": [
      "Koľko dní pred Jozefom teplo, toľko po ňom zima."
    ]
  },
  {
    "date": "20.03",
    "namesCZ": [
      "Světlana"
    ],
    "namesSK": [
      "Víťazoslav"
    ],
    "explanationCZ": [
      "Světlana je ženské jméno ruského původu."
    ],
    "explanationSK": [
      "Víťazoslav je slovanské mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "21.03",
    "namesCZ": [
      "Radek"
    ],
    "namesSK": [
      "Blahoslav"
    ],
    "explanationCZ": [
      "Jméno Radek je slovanského původu a znamená radovat se, šťastný."
    ],
    "explanationSK": [
      "Blahoslav je mužské krstné meno, ktorého pôvod a význam nie sú v texte uvedené."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "22.03",
    "namesCZ": [
      "Leona"
    ],
    "namesSK": [
      "Beňadik",
      "Benedikt"
    ],
    "explanationCZ": [
      "Leona je ženské jméno uvedené v českém kalendáři."
    ],
    "explanationSK": [
      "Meno Beňadik je slovenská forma latinského mena Benedikt, ktoré znamená požehnaný, blahoslavený.",
      "Benedikt je krstné meno a priezvisko, názov jazera v Česku, v botanike označenie pre rôzne rastliny (najmä benedikt lekársky, prípadne kuklík mestský) a tiež meno viacerých pápežov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Na Kazimíra pohoda, na zemiaky úroda."
    ]
  },
  {
    "date": "23.03",
    "namesCZ": [
      "Ivona"
    ],
    "namesSK": [
      "Adrián"
    ],
    "explanationCZ": [
      "Jméno Ivona je ženského rodu, francouzského původu, odvozené od staršího jména Yvette a jeho základ souvisí se starogermánským slovem pro tis, pravděpodobně odkazující k bojovníkovi s tisovým lukem."
    ],
    "explanationSK": [
      "Adrián je mužské krstné meno latinského pôvodu, odvodené od slova Hadrianus, čo znamená muž od mora."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "24.03",
    "namesCZ": [
      "Gabriel"
    ],
    "namesSK": [
      "Gabriel"
    ],
    "explanationCZ": [
      "Jméno Gabriel je mužského původu z hebrejštiny a je spojeno s biblickým archandělem Gabrielem."
    ],
    "explanationSK": [
      "Gabriel je meno, ktoré môže označovať osobu, anjela alebo dokonca druh írskeho syra."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "25.03",
    "namesCZ": [
      "Marián"
    ],
    "namesSK": [
      "Marián"
    ],
    "explanationCZ": [
      "Jméno Marián má dva možné původy: buď je mužskou variantou jména Mariana, nebo pochází z latinského jména Marius."
    ],
    "explanationSK": [
      "Marián je krstné meno a priezvisko."
    ],
    "proverbCZ": [
      "Svatý Matěj přidá polínko, svatý Josef dvě a Panna Maria celou náruč.",
      "Když noc na Matičku jasno, bude úroda, krásno.",
      "Panna Maria sfoukne svíčku a svatý Michal ji rozsvítí.",
      "Panny Marie zvěstování vlaštovičky zpět přihání.",
      "Svítí-li slunce na den Zvěstování Panny Marie, bude úrodný rok."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "26.03",
    "namesCZ": [
      "Emanuel"
    ],
    "namesSK": [
      "Emanuel"
    ],
    "explanationCZ": [
      "Jméno Emanuel je hebrejského původu a znamená Bůh s námi, přičemž symbolizuje znamení Boží věrnosti."
    ],
    "explanationSK": [
      "Emanuel je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "27.03",
    "namesCZ": [
      "Dita"
    ],
    "namesSK": [
      "Alena"
    ],
    "explanationCZ": [
      "Dita je ženské jméno hebrejského původu, které vzniklo zkrácením jména Judita."
    ],
    "explanationSK": [
      "Alena je ženské meno, ktoré vzniklo ako variant mena Helena alebo skrátene z mena Magdaléna."
    ],
    "proverbCZ": [
      "Jaké počasí bude na sv. Ruprechta, takové bude i v červenci."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "28.03",
    "namesCZ": [
      "Soňa"
    ],
    "namesSK": [
      "Soňa"
    ],
    "explanationCZ": [
      "Jméno Soňa je ženského ruského původu, původně domácká podoba jména Sofie/Žofie, odvozeného z řeckého slova sofia znamenající moudrost."
    ],
    "explanationSK": [
      "Soňa je ženské meno ruského pôvodu odvodené z gréckeho mena Sophia, ktoré znamená múdrosť."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "29.03",
    "namesCZ": [
      "Taťána"
    ],
    "namesSK": [
      "Miroslav"
    ],
    "explanationCZ": [
      "Taťána je ženské křestní jméno."
    ],
    "explanationSK": [
      "Miroslav je mužské krstné meno slovanského pôvodu, ktoré znamená mier slávi alebo mierumilovný."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "30.03",
    "namesCZ": [
      "Ernest",
      "Arnošt"
    ],
    "namesSK": [
      "Vieroslava"
    ],
    "explanationCZ": [
      "Jméno Arnošt je mužské jméno germánského původu, užívané v češtině a lužické srbštině.",
      "Arnošt je mužské jméno germánského původu, které existuje i v lužickosrbské variantě."
    ],
    "explanationSK": [
      "Vieroslava je ženské krstné meno slovanského pôvodu, ktorého význam je oslavujúca vieru alebo slávna vierou."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "31.03",
    "namesCZ": [
      "Kvido"
    ],
    "namesSK": [
      "Benjamín"
    ],
    "explanationCZ": [
      "Jméno Kvido (Quido) má pravděpodobně germánský původ, kde Wido znamená muž z lesa, ačkoliv existuje i teorie o jeho původu z anglického slova guide."
    ],
    "explanationSK": [
      "Benjamín je meno najmladšieho syna Jákoba a Ráchel v Biblii, ktorý založil izraelský kmeň Benjamínovcov."
    ],
    "proverbCZ": [
      "O svaté Balbíně je už po zimě."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "01.04",
    "namesCZ": [
      "Hugo"
    ],
    "namesSK": [
      "Hugo"
    ],
    "explanationCZ": [
      "Jméno Hugo je mužské křestní jméno germánského původu, zkrácenina staroněmeckých jmen začínajících na Hug-, a vykládá se jako duch nebo mysl."
    ],
    "explanationSK": [
      "Hugo je mužské meno nemeckého pôvodu, pôvodne domáca podoba mien Hubert a Hugbert."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Ak prší 1. apríla, býva mokrý máj."
    ]
  },
  {
    "date": "02.04",
    "namesCZ": [
      "Erika"
    ],
    "namesSK": [
      "Zita"
    ],
    "explanationCZ": [
      "Erika je ženské jméno skandinávského původu, ženská varianta jména Erik, v japonštině může znamenat blažená, květina a půvab a v latině vřes."
    ],
    "explanationSK": [
      "Meno Zita má perzský pôvod s významom dievča alebo vzniklo z talianskej domáckej podoby mena Felicita či talianskeho nárečového slova s rovnakým významom."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "03.04",
    "namesCZ": [
      "Richard"
    ],
    "namesSK": [
      "Richard"
    ],
    "explanationCZ": [
      "Jméno Richard pochází ze staroněmeckého slova Ríchart."
    ],
    "explanationSK": [
      "Richard je mužské meno a priezvisko, ktoré sa vyskytuje v rôznych kontextoch, vrátane mien panovníkov, sídiel a umeleckých diel."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "04.04",
    "namesCZ": [
      "Ivana"
    ],
    "namesSK": [
      "Izidor"
    ],
    "explanationCZ": [
      "Ivana je ženské křestní jméno používané v Česku."
    ],
    "explanationSK": [
      "Izidor je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "05.04",
    "namesCZ": [
      "Miroslava",
      "Mirka"
    ],
    "namesSK": [
      "Miroslava"
    ],
    "explanationCZ": [
      "Miroslava je ženské jméno slovanského původu.",
      "Miroslava je ženské jméno slovanského původu."
    ],
    "explanationSK": [
      "Miroslava je ženské krstné meno slovanského pôvodu, ktoré znamená sláviaca mier."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "06.04",
    "namesCZ": [
      "Vendula",
      "Venuše"
    ],
    "namesSK": [
      "Irena"
    ],
    "explanationCZ": [
      "Vendula je ženské jméno slovanského původu, původně domácká forma jména Václava, někdy považovaná i za variantu jména Vendelín.",
      "Venuše je ženské jméno a zároveň označuje římskou bohyni lásky."
    ],
    "explanationSK": [
      "Irena je meno byzantskej cisárovnej a svätej."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "07.04",
    "namesCZ": [
      "Heřman",
      "Hermína"
    ],
    "namesSK": [
      "Zoltán"
    ],
    "explanationCZ": [
      "Jméno Heřman je germánského původu a znamená válečník, pán vojska.",
      "Hermína je ženské jméno staroněmeckého původu, odvozené od mužského jména Herman, a znamená bojovnice nebo pán vojska."
    ],
    "explanationSK": [
      "Zoltán je staromaďarské meno, ktoré nosil náčelník Zulta z rodu Arpádovcov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "08.04",
    "namesCZ": [
      "Ema"
    ],
    "namesSK": [
      "Albert"
    ],
    "explanationCZ": [
      "Jméno Ema je ženského německého původu, vzniklo zkrácením jmen začínajících na Erm- či Irm- a vykládá se jako pečovatelka, celá milovaná, veselá."
    ],
    "explanationSK": [
      "Albert je mužské meno a názov pre rôzne miesta a diela, vrátane obce, kantónu a filmov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "09.04",
    "namesCZ": [
      "Dušan"
    ],
    "namesSK": [
      "Milena"
    ],
    "explanationCZ": [
      "Jméno Dušan je srbského původu a znamená mající duši nebo mající dobrý dech, přičemž základem jména je slovo duch, duše nebo dech."
    ],
    "explanationSK": [
      "Milena je ženské krstné meno slovanského pôvodu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "10.04",
    "namesCZ": [
      "Darja"
    ],
    "namesSK": [
      "Igor"
    ],
    "explanationCZ": [
      "Jméno Darja je ženská varianta staroperského jména Dárajavauš (Dareios), oblíbené především ve slovanských zemích."
    ],
    "explanationSK": [
      "Igor je mužské meno ruského pôvodu, odvodené zo staroislandských slov s významom boh Ingwio ochraňuje."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "11.04",
    "namesCZ": [
      "Izabela"
    ],
    "namesSK": [
      "Július"
    ],
    "explanationCZ": [
      "Jméno Izabela je ženského hebrejského původu a může znamenat Bůh je moje přísaha (odvozeno od Alžběty) nebo bůh Baal povýšil (odvozeno od Jezábel)."
    ],
    "explanationSK": [
      "Július je meno, ktoré používali traja pápeži s poradovými číslami I, II a III."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "12.04",
    "namesCZ": [
      "Julius"
    ],
    "namesSK": [
      "Estera"
    ],
    "explanationCZ": [
      "Jméno Julius je latinského původu, patřilo patricijskému rodu a jeho význam je nejasný, ale možná znamená zářící, vlasatý, mladý nebo souvisí s bohem Jupiterem."
    ],
    "explanationSK": [
      "Estera je ženské meno hebrejského pôvodu odvodené z perzského slova sitareh, čo znamená hviezda."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "13.04",
    "namesCZ": [
      "Aleš"
    ],
    "namesSK": [
      "Aleš"
    ],
    "explanationCZ": [
      "Jméno Aleš je staročeská domácká podoba ruského jména Alexej, které pochází z řeckého slova alexein znamenající bránit nebo štít, záštita, pomoc."
    ],
    "explanationSK": [
      "Aleš je mužské krstné meno českého pôvodu, ktoré je domáckou podobou mena Alexej."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "14.04",
    "namesCZ": [
      "Vincenc"
    ],
    "namesSK": [
      "Justín",
      "Justína"
    ],
    "explanationCZ": [
      "Jméno Vincenc pochází z latiny a znamená vítězný, vítězící."
    ],
    "explanationSK": [
      "Justín je meno, ktoré sa používa ako krstné meno, priezvisko a bolo menom rímskeho filozofa Justina.",
      "Justína je ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "15.04",
    "namesCZ": [
      "Anastázie"
    ],
    "namesSK": [
      "Fedor"
    ],
    "explanationCZ": [
      "Jméno Anastázie pochází z řečtiny a znamená vzkříšená."
    ],
    "explanationSK": [
      "Fedor je mužské meno a priezvisko."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "16.04",
    "namesCZ": [
      "Irena"
    ],
    "namesSK": [
      "Dana",
      "Danica"
    ],
    "explanationCZ": [
      "Irena je ženské křestní jméno."
    ],
    "explanationSK": [
      "Dana je ženské aj mužské meno (anglického pôvodu), domácky tvar mena Daniela a taktiež priezvisko.",
      "Danica je ženské krstné meno používané na Slovensku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.04",
    "namesCZ": [
      "Rudolf"
    ],
    "namesSK": [
      "Rudolf"
    ],
    "explanationCZ": [
      "Jméno Rudolf má německý původ a znamená slavný vlk."
    ],
    "explanationSK": [
      "Rudolf je mužské krstné meno nemeckého pôvodu, ktoré znamená slávny vlk."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.04",
    "namesCZ": [
      "Valérie",
      "Velký pátek"
    ],
    "namesSK": [
      "Valér"
    ],
    "explanationCZ": [
      "Valérie je ženské křestní jméno.",
      "Velký pátek je křesťanský svátek, který připomíná ukřižování a smrt Ježíše Krista."
    ],
    "explanationSK": [
      "Valér je mužské meno, cena tovaru, odstupňovanie odtieňa farby alebo estetická hodnota umeleckého diela."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "19.04",
    "namesCZ": [
      "Rostislav"
    ],
    "namesSK": [
      "Jela"
    ],
    "explanationCZ": [
      "Rostislav byl velkomoravský kníže, za jehož vlády proběhla cyrilometodějská misie."
    ],
    "explanationSK": [
      "Jela je ženské krstné meno slovanského pôvodu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "20.04",
    "namesCZ": [
      "Marcela"
    ],
    "namesSK": [
      "Marcel"
    ],
    "explanationCZ": [
      "Marcela je ženské jméno latinského původu, odvozené od jména Marcus, a znamená malá bojovnice."
    ],
    "explanationSK": [
      "Marcel je mužské meno latinského pôvodu, ktoré vzniklo ako zdrobnenina mena Marcus a znamená malý bojovník."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "21.04",
    "namesCZ": [
      "Alexandra",
      "Velikonoční pondělí"
    ],
    "namesSK": [
      "Ervín"
    ],
    "explanationCZ": [
      "Alexandra je ženské jméno řeckého původu, které je ženskou variantou jména Alexandr.",
      "Velikonoční pondělí je v českém prostředí spojeno s tradicemi a zvyklostmi přechodu z končící zimy do nastávajícího jara, které byly teologizovány a zasazeny do křesťanského rámce."
    ],
    "explanationSK": [
      "Ervín je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "22.04",
    "namesCZ": [
      "Evženie"
    ],
    "namesSK": [
      "Slavomír"
    ],
    "explanationCZ": [
      "Jméno Evženie je ženského řeckého původu a znamená urozená nebo dobrého rodu."
    ],
    "explanationSK": [
      "Slavomír je krstné meno a meno dvoch kniežat, jedného veľkomoravského a jedného obodritského."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "23.04",
    "namesCZ": [
      "Vojtěch"
    ],
    "namesSK": [
      "Vojtech"
    ],
    "explanationCZ": [
      "Jméno Vojtěch je slovanského původu a znamená útěcha vojska, posila vojska, těšitel voje."
    ],
    "explanationSK": [
      "Vojtech je mužské meno a môže označovať aj Svätého Vojtecha Pražského alebo slovenský film z roku 2015."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Na sv. Vojtecha v každom dolku pol mecha."
    ]
  },
  {
    "date": "24.04",
    "namesCZ": [
      "Jiří"
    ],
    "namesSK": [
      "Juraj"
    ],
    "explanationCZ": [
      "Jiří je nejčastější české mužské jméno, které získalo popularitu v druhé polovině 20. století."
    ],
    "explanationSK": [
      "Juraj je krstné meno, ktorého význam a pôvod text nešpecifikuje, a zároveň sa používa ako meno svätca, panovníkov a virtuálneho operátora."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Čo do Ďura narastie, to po Ďurovi skape."
    ]
  },
  {
    "date": "25.04",
    "namesCZ": [
      "Marek"
    ],
    "namesSK": [
      "Marek",
      "Marko",
      "Markus"
    ],
    "explanationCZ": [
      "Jméno Marek je latinského původu a znamená zasvěcený bohu války Martovi."
    ],
    "explanationSK": [
      "Marek je mužské meno, priezvisko a označuje rôzne osobnosti, vrátane kresťanského mučeníka a autora evanjelia.",
      "Marko je mužské meno a priezvisko, ktoré nesú rôzne osobnosti, napríklad športovci, politici a spisovatelia.",
      "Markus je buď variant mena Marek, alebo priezvisko."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "26.04",
    "namesCZ": [
      "Oto"
    ],
    "namesSK": [
      "Jaroslava"
    ],
    "explanationCZ": [
      "Jméno Oto/Ota je česká varianta germánského jména Otto, které vzniklo zkrácením jmen začínajících na Aud- a znamená hojnost, bohatství a majetek."
    ],
    "explanationSK": [
      "Jaroslava je ženské meno slovanského pôvodu, ktoré znamená slávna silou."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "27.04",
    "namesCZ": [
      "Jaroslav"
    ],
    "namesSK": [
      "Jaroslav"
    ],
    "explanationCZ": [
      "Jaroslav je mužské jméno českého původu."
    ],
    "explanationSK": [
      "Jaroslav je mužské krstné meno slovanského pôvodu, ktoré znamená slávny silou, bujarosťou alebo oslavujúci jar, bujarosť."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "28.04",
    "namesCZ": [
      "Vlastislav"
    ],
    "namesSK": [
      "Jarmila"
    ],
    "explanationCZ": [
      "Jméno Vlastislav je staré slovanské jméno, které znamená slavný vládce, přičemž vlast značí moc a vládu a slav znamená slavný."
    ],
    "explanationSK": [
      "Jarmila je ženské krstné meno slovanského pôvodu, ktoré znamená milujúca jarosť, bujarosť."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "29.04",
    "namesCZ": [
      "Robert"
    ],
    "namesSK": [
      "Leo",
      "Lea"
    ],
    "explanationCZ": [
      "Robert je mužské jméno germánského původu, které znamená slavný a skvělý/jasný."
    ],
    "explanationSK": [
      "Leo je latinské slovo pre leva a mužské krstné meno, ktoré môže byť skráteným tvarom mien ako Leopold alebo Leonard/Leonhard.",
      "Lea je ženské krstné meno, ktorého pôvod a význam text neuvádza."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "30.04",
    "namesCZ": [
      "Blahoslav"
    ],
    "namesSK": [
      "Anastázia"
    ],
    "explanationCZ": [
      "Jméno Blahoslav je mužské jméno slovanského původu, které vzniklo překladem latinského jména Benedictus a znamená „požehnaný“."
    ],
    "explanationSK": [
      "Anastázia je ženské krstné meno a názov rôznych diel, ako je dráma a animovaný film."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "01.05",
    "namesCZ": [
      "Svátek práce"
    ],
    "namesSK": [
      ""
    ],
    "explanationCZ": [
      "Svátek práce je mezinárodní svátek pracujících slavený 1. května na památku stávky amerických dělníků v Chicagu v roce 1886."
    ],
    "explanationSK": [
      "Prosím, poskytnite text, ktorý chcete zhrnúť. Bez textu nie je možné extrahovať a zhrnúť informácie."
    ],
    "proverbCZ": [
      "Na Filipa a jakuba, koníček trávy naškubá.",
      "Před Filipem deštík noční, úrodu vám věští nám roční."
    ],
    "proverbSK": [
      "Dážď na 1. mája - úrodný rok. Májová kvapka za dukát stojí. Teplý máj znamená daždivý jún."
    ]
  },
  {
    "date": "02.05",
    "namesCZ": [
      "Zikmund"
    ],
    "namesSK": [
      "Žigmund"
    ],
    "explanationCZ": [
      "Zikmund je rodné mužské jméno a zároveň se používá jako příjmení, vyskytuje se také jako jméno zvonů v katedrálách v Praze a Krakově a název opery."
    ],
    "explanationSK": [
      "Žigmund je mužské meno a priezvisko, používané aj ako meno panovníka."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "03.05",
    "namesCZ": [
      "Alexej",
      "Alex"
    ],
    "namesSK": [
      "Galina"
    ],
    "explanationCZ": [
      "Jméno Alexej/Alexis je slovanská varianta řeckého jména znamenající obránce.",
      "Alex je slovanské jméno řeckého původu, které znamená obránce."
    ],
    "explanationSK": [
      "Galina je ženské meno ruského a bulharského pôvodu, odvodené z gréckeho galene (pokoj) alebo mena Helen (slnečný lúč, svetlo)."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "04.05",
    "namesCZ": [
      "Květoslav"
    ],
    "namesSK": [
      "Florián"
    ],
    "explanationCZ": [
      "Jméno Květoslav je mužské křestní jméno slovanského původu, které je obdobou latinského jména Florián."
    ],
    "explanationSK": [
      "Florián je obdoba latinského mena Florinus."
    ],
    "proverbCZ": [
      "Je-li na sv. Floriána silný vítr, bude toho roku mnoho ohňů."
    ],
    "proverbSK": [
      "Sv. Florián, úrodu nám chráň."
    ]
  },
  {
    "date": "05.05",
    "namesCZ": [
      "Klaudie"
    ],
    "namesSK": [
      "Lesana",
      "Lesia"
    ],
    "explanationCZ": [
      "Klaudie je ženské jméno latinského původu, odvozené od slova kulhavý a znamená náležející ke starořímskému rodu Claudiů."
    ],
    "explanationSK": [
      "Lesana je ženské krstné meno, ktorého pôvod a význam nie sú v texte uvedené.",
      "Lesia je ženské krstné meno, ktorého pôvod a význam nie sú v texte uvedené."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "06.05",
    "namesCZ": [
      "Radoslav"
    ],
    "namesSK": [
      "Hermína"
    ],
    "explanationCZ": [
      "Jméno Radoslav je slovanského původu a jeho význam je odvozen od slovesa radět, znamenajícího starat se."
    ],
    "explanationSK": [
      "Hermína je ženské meno nemeckého pôvodu, odvodené od slova Hermann a znamená bojovníčka."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "07.05",
    "namesCZ": [
      "Stanislav"
    ],
    "namesSK": [
      "Monika"
    ],
    "explanationCZ": [
      "Stanislav je mužské jméno slovanského původu, které znamená upevni slávu nebo získávající slávu vytrvalostí a je odvozené od slova stan, tedy pevnost."
    ],
    "explanationSK": [
      "Meno Monika má grécky pôvod a znamená jediná alebo osamelá, prípadne pochádza z fenického jazyka s významom bohyňa."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "08.05",
    "namesCZ": [
      "Den vítězství"
    ],
    "namesSK": [
      "Ingrida"
    ],
    "explanationCZ": [
      "Den vítězství je svátek oslavující vítězství v bitvě nebo válce, v Evropě nejčastěji konec druhé světové války 8. nebo 9. května."
    ],
    "explanationSK": [
      "Ingrida je severské meno odvodené zo staroislandských slov Ingwio a frid, čo znamená Ingwiova krásavica, pričom Ingwio bol severský boh plodnosti."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "09.05",
    "namesCZ": [
      "Ctibor"
    ],
    "namesSK": [
      "Roland"
    ],
    "explanationCZ": [
      "Jméno Ctibor je slovanského původu a znamená bojovník za čest."
    ],
    "explanationSK": [
      "Roland je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "10.05",
    "namesCZ": [
      "Blažena"
    ],
    "namesSK": [
      "Viktória"
    ],
    "explanationCZ": [
      "Blažena je ženské křestní jméno."
    ],
    "explanationSK": [
      "Viktória je krstné meno a zároveň označuje rímsku bohyňu, kráľovnú, austrálsky štát, rod rastlín a telenovelu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "11.05",
    "namesCZ": [
      "Svatava"
    ],
    "namesSK": [
      "Blažena"
    ],
    "explanationCZ": [
      "Svatava je ženské křestní jméno a také název pro různé místa (městys, část města, řeka) v České republice, kultivar jabloně a typ československého obrněného vozidla."
    ],
    "explanationSK": [
      "Blažena je ženské krstné meno slovanského pôvodu, odvodené od mena Beáta."
    ],
    "proverbCZ": [
      "Désť na Mamerta, Serváce a Bonifáce, prší pak celé léto."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "12.05",
    "namesCZ": [
      "Pankrác"
    ],
    "namesSK": [
      "Pankrác"
    ],
    "explanationCZ": [
      "Pankrác je mužské jméno, které se také vyskytuje jako název různých míst, budov a institucí, často odvozených od kostela sv. Pankráce v Praze nebo podnikatele Františka Pankráce."
    ],
    "explanationSK": [
      "Pankrác je meno, ktoré môže označovať svätca, časť Prahy, pražskú väznicu alebo stanicu metra v Prahe."
    ],
    "proverbCZ": [
      "Pankrác, Servác, Bonifác - ledoví muži spalují mrazem ovoce i růži."
    ],
    "proverbSK": [
      "Dážď na Pankráca osožný je poliam, ale škodný viniciam."
    ]
  },
  {
    "date": "13.05",
    "namesCZ": [
      "Servác"
    ],
    "namesSK": [
      "Servác"
    ],
    "explanationCZ": [
      "Jméno Servác pochází z latiny a znamená uchovávatel, strážce, zachránce nebo osvobozený."
    ],
    "explanationSK": [
      "Servác je mužské krstné meno."
    ],
    "proverbCZ": [
      "Před Servácem není léta, po Serváci s mrazy veta."
    ],
    "proverbSK": [
      "Keď Servácom niet leta, po Serváci niet mrazu."
    ]
  },
  {
    "date": "14.05",
    "namesCZ": [
      "Bonifác"
    ],
    "namesSK": [
      "Bonifác"
    ],
    "explanationCZ": [
      "Bonifác je mužské jméno latinského původu, znamenající muž dobrého osudu/původu."
    ],
    "explanationSK": [
      "Bonifác je mužské krstné meno, ktorého pôvod a význam nie sú v texte uvedené."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Na ľadových svätých mráz všetky kvety spáli."
    ]
  },
  {
    "date": "15.05",
    "namesCZ": [
      "Sofie",
      "Žofie"
    ],
    "namesSK": [
      "Žofia",
      "Sofia"
    ],
    "explanationCZ": [
      "Sofie je hlavní, politické, hospodářské a kulturní město Bulharska a jeho nejdůležitější univerzitní centrum.",
      "Ženské jméno Žofie pochází z řeckého slova sofia, které znamená moudrost."
    ],
    "explanationSK": [
      "Ženské meno Žofia pochádza z gréckeho slova sophia, ktoré znamená múdrosť.",
      "Sofia je hlavné a najväčšie mesto Bulharska, administratívne, kultúrne a ekonomické centrum krajiny, nachádzajúce sa na západe pri masíve Vitoša."
    ],
    "proverbCZ": [
      "Déšť sv. Žofie švestky ubije.",
      "Svatá Žofie pole často zalije."
    ],
    "proverbSK": [
      "Svätá Žofia víno vypíja."
    ]
  },
  {
    "date": "16.05",
    "namesCZ": [
      "Přemysl"
    ],
    "namesSK": [
      "Svetozár"
    ],
    "explanationCZ": [
      "Jméno Přemysl je slovanského původu, označuje zakladatele českého panovnického rodu a znamená důkladně promýšlející."
    ],
    "explanationSK": [
      "Svetozár je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.05",
    "namesCZ": [
      "Aneta"
    ],
    "namesSK": [
      "Gizela"
    ],
    "explanationCZ": [
      "Aneta je ženské křestní jméno, jehož původ a význam text neuvádí."
    ],
    "explanationSK": [
      "Gizela je ženské meno nemeckého pôvodu, ktorého význam súvisí so slovami šíp alebo strela."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.05",
    "namesCZ": [
      "Nataša"
    ],
    "namesSK": [
      "Viola"
    ],
    "explanationCZ": [
      "Jméno Nataša je ruská domácká podoba jména Natálie."
    ],
    "explanationSK": [
      "Viola je ženské krstné meno, názov hudobného nástroja a mesto v Taliansku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "19.05",
    "namesCZ": [
      "Ivo"
    ],
    "namesSK": [
      "Gertrúda"
    ],
    "explanationCZ": [
      "Jméno Ivo má pravděpodobně starogermánský nebo keltský původ a jeho význam se odvozuje od staroněmeckého slova pro tis, tisový luk nebo lučištníka, přičemž ve slovanských zemích může být odvozeno od jména Ivan."
    ],
    "explanationSK": [
      "Gertrúda je ženské krstné meno používané na Slovensku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Gertrúda je už záhradníčkou."
    ]
  },
  {
    "date": "20.05",
    "namesCZ": [
      "Zbyšek"
    ],
    "namesSK": [
      "Bernard"
    ],
    "explanationCZ": [
      "Jméno Zbyšek je mužské jméno slovanského původu, které vzniklo jako domácí varianta jmen Zbyhněv a Zbyslav."
    ],
    "explanationSK": [
      "Bernard je mužské meno a priezvisko, ktoré sa vyskytuje v rôznych oblastiach, napríklad v mene svätca, názve krátera, sídla, značky piva, seriálu a priezvisku mnohých osobností z rôznych krajín a odborov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "21.05",
    "namesCZ": [
      "Monika"
    ],
    "namesSK": [
      "Zina"
    ],
    "explanationCZ": [
      "Monika je ženské křestní jméno."
    ],
    "explanationSK": [
      "Zina je ženské meno gréckeho pôvodu, odvodené od mena Zénais s významom božská, pravdepodobne ako skrátený tvar mena Zinaida."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "22.05",
    "namesCZ": [
      "Emil"
    ],
    "namesSK": [
      "Júlia",
      "Juliána",
      "Rita"
    ],
    "explanationCZ": [
      "Jméno Emil pochází z latinského jména římského rodu Aemiliů a znamená soupeřící, soutěžící, horlivý, pracovitý."
    ],
    "explanationSK": [
      "Júlia je ženské krstné meno rímskeho pôvodu, ktoré znamená vlasatá, mladá alebo božská."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "23.05",
    "namesCZ": [
      "Vladimír",
      "Vladimíra"
    ],
    "namesSK": [
      "Želmíra"
    ],
    "explanationCZ": [
      "Vladimír je mužské slovanské jméno germánského původu, vykládá se jako Vládce světa nebo Mocný a rozšířilo se mezi Slovany jako fonetická obdoba jména Valdemar.",
      "Vladimíra je staré slovanské jméno, ženská varianta jména Vladimír."
    ],
    "explanationSK": [
      "Želmíra je ženské krstné meno slovanského pôvodu, ktoré znamená želajúca (si) mier."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Keď sa na Želmíru včely začnú rojiť, dobrá ovca sa už môže dojiť."
    ]
  },
  {
    "date": "24.05",
    "namesCZ": [
      "Vanesa",
      "Jana"
    ],
    "namesSK": [
      "Ela",
      "Vanesa"
    ],
    "explanationCZ": [
      "Jméno Vanesa je irského původu, vytvořené Jonathanem Swiftem spojením části příjmení Vanhomrigh a zdrobněliny jména Esther pro osobu, se kterou se Swift stýkal.",
      "Jméno Jana pochází z hebrejského jména Jóchanán, které znamená Hospodin je milostivý nebo milostivý dar Hospodinův."
    ],
    "explanationSK": [
      "Ela je ženské meno gréckeho alebo arabského pôvodu, odvodené od mien Helena alebo Eleonóra.",
      "Vanesa je ženské meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "25.05",
    "namesCZ": [
      "Viola"
    ],
    "namesSK": [
      "Urban"
    ],
    "explanationCZ": [
      "Viola je strunný smyčcový nástroj sloužící jako střední altový hlas v orchestru a smyčcových souborech, v lidové hudbě se používá jako harmonický nástroj."
    ],
    "explanationSK": [
      "Urban je priezvisko a meno viacerých pápežov, a taktiež názov zaniknutej obce v Kalifornii."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Dokiaľ Urban z pece nezlezie, nebude teplo."
    ]
  },
  {
    "date": "26.05",
    "namesCZ": [
      "Filip"
    ],
    "namesSK": [
      "Dušan"
    ],
    "explanationCZ": [
      "Jméno Filip pochází z řeckého slova Philippos, znamená milovník koní a symbolizuje krásu, bohatství a ušlechtilost, protože vlastnictví koně bylo ve starověkém Řecku spojováno s aristokracií."
    ],
    "explanationSK": [
      "Dušan je mužské krstné meno južnoslovanského pôvodu, odvodené od mien Duchoslav a Dušislav a znamená duša, duch alebo dych."
    ],
    "proverbCZ": [
      "Když na Urbana prší, bude hodně myší.",
      "Na Urbana se seje len.",
      "Déšť o letnicích, slunce na Boží tělo."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "27.05",
    "namesCZ": [
      "Valdemar"
    ],
    "namesSK": [
      "Iveta"
    ],
    "explanationCZ": [
      "Valdemar je starogermánské jméno znamenající Velký vládce, které vzniklo spojením slov vládnout a velký a rozšířilo se po východní Evropě, kde se vyvinulo v podobu Vladimír."
    ],
    "explanationSK": [
      "Iveta je ženské meno francúzskeho pôvodu, odvodené od mena Yvonne a staronemeckého slova iwa, čo znamená tis."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "28.05",
    "namesCZ": [
      "Vilém"
    ],
    "namesSK": [
      "Viliam"
    ],
    "explanationCZ": [
      "Vilém je mužské jméno germánského původu, které znamená ochranou je má vůle nebo rytíř velké přilby."
    ],
    "explanationSK": [
      "Prosím, poskytnite text, ktorý chcete zhrnúť. Potrebujem text, aby som mohol extrahovať a zhrnúť najdôležitejšie informácie a hlavnú myšlienku podľa vašich pokynov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "29.05",
    "namesCZ": [
      "Maxim",
      "Maxmilián"
    ],
    "namesSK": [
      "Vilma"
    ],
    "explanationCZ": [
      "Jméno Maxim má latinský původ a znamená velkého vzrůstu nebo největší, odvozeno od slova maximus.",
      "Jméno Maxmilián je latinského původu, uměle vytvořené spojením jmen Fabius Maximus a Scipio Aemilianus."
    ],
    "explanationSK": [
      "Vilma je ženské krstné meno používané na Slovensku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "30.05",
    "namesCZ": [
      "Ferdinand"
    ],
    "namesSK": [
      "Ferdinand"
    ],
    "explanationCZ": [
      "Jméno Ferdinand je germánského původu, pochází ze staroněmeckého Fridunant a vykládá se jako riskující mír nebo připravující se k jízdě."
    ],
    "explanationSK": [
      "Ferdinand je mužské krstné meno a názov nemeckého stíhača tankov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "31.05",
    "namesCZ": [
      "Kamila"
    ],
    "namesSK": [
      "Petrana",
      "Petronela",
      "Nela"
    ],
    "explanationCZ": [
      "Jméno Kamila je ženského latinského původu a vzniklo přechýlením mužského jména Kamil."
    ],
    "explanationSK": [
      "Petrana je ženské krstné meno.",
      "Petronela je ženské krstné meno, ktorého pôvod a význam nie sú v texte uvedené."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "01.06",
    "namesCZ": [
      "Laura"
    ],
    "namesSK": [
      "Žaneta"
    ],
    "explanationCZ": [
      "Laura je ženské jméno, jehož původ a význam nejsou v textu uvedeny."
    ],
    "explanationSK": [
      "Žaneta je ženské meno francúzskeho pôvodu, odvodené od mena Jana."
    ],
    "proverbCZ": [
      "O svatém Fortunátu má kapka deště cenu dukátu.",
      "Pěkné počasí toho dne slibuje úrodný rok."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "02.06",
    "namesCZ": [
      "Jarmil"
    ],
    "namesSK": [
      "Oxana",
      "Xénia"
    ],
    "explanationCZ": [
      "Jméno Jarmil je mužské jméno slovanského původu, které znamená milující prudkost."
    ],
    "explanationSK": [
      "Oxana alebo Oksana je ženské krstné meno.",
      "Meno Xénia pochádza z gréckeho slova ξενία."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "03.06",
    "namesCZ": [
      "Kevin",
      "Tamara"
    ],
    "namesSK": [
      "Karolína",
      "Kevin"
    ],
    "explanationCZ": [
      "Jméno Kevin pochází z gaelštiny (skotské keltštiny) a znamená mužný nebo milovaný.",
      "Tamara je ženské jméno hebrejského původu, které znamená datlová palma."
    ],
    "explanationSK": [
      "Karolína je názov časti mesta Želiezovce a označenie karolínskej minuskuly."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "04.06",
    "namesCZ": [
      "Dalibor"
    ],
    "namesSK": [
      "Lenka"
    ],
    "explanationCZ": [
      "Dalibor je mužské jméno slovanského původu, jehož význam je oddalovač boje."
    ],
    "explanationSK": [
      "Lenka je krstné meno, názov obce na Slovensku v okrese Rimavská Sobota a slovenský názov obce v Maďarsku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "05.06",
    "namesCZ": [
      "Dobroslav",
      "Dobroslava"
    ],
    "namesSK": [
      "Laura"
    ],
    "explanationCZ": [
      "Dobroslav je mužské jméno slovanského původu, které znamená oslavující svými činy dobro.",
      "Jméno Dobroslava je slovanského původu."
    ],
    "explanationSK": [
      "Laura je ženské meno latinského pôvodu, ktoré znamená vavrínový strom."
    ],
    "proverbCZ": [
      "Svatý Bonifác Norbert a Robert jsou malí ledoví muži."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "06.06",
    "namesCZ": [
      "Norbert"
    ],
    "namesSK": [
      "Norbert"
    ],
    "explanationCZ": [
      "Norbert je německé jméno znamenající slavný seveřan nebo slavný ze severu, složené ze slov Nord (sever) a beraht."
    ],
    "explanationSK": [
      "Norbert je meno a odkazuje na Svätého Norberta z Xantenu."
    ],
    "proverbCZ": [
      "O svatém Norbertu chladno jde už k čertu. "
    ],
    "proverbSK": [
      "Na sv. Norberta už ide zima do čerta. Daždivý jún celé leto pokazí. V júni mnoho rýb, málo zrna."
    ]
  },
  {
    "date": "07.06",
    "namesCZ": [
      "Slavoj",
      "Iveta"
    ],
    "namesSK": [
      "Róbert"
    ],
    "explanationCZ": [
      "Slavoj je slovanské jméno znamenající slavný vojevůdce, jehož obliba klesá, ale zůstává v názvech sportovních klubů.",
      "Jméno Iveta je německého původu a znamená tisový luk."
    ],
    "explanationSK": [
      "Meno Róbert pochádza zo starého nemeckého mena Rodebert a znamená ožiarený slávou."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "08.06",
    "namesCZ": [
      "Medard"
    ],
    "namesSK": [
      "Medard"
    ],
    "explanationCZ": [
      "Jméno Medard je germánského původu a znamená ten, kdo je silný, přičemž vzniklo spojením slov moc, síla a tvrdý, statečný, silný."
    ],
    "explanationSK": [
      "Medard je meno svätca a zároveň názov obce v Nemecku."
    ],
    "proverbCZ": [
      "Medardova kápě - čtyřicet dní kape.",
      "Jaké počasí na Medarda bývá, šest neděl trvání mívá."
    ],
    "proverbSK": [
      "Medardova kvapka 40 dní kvapká."
    ]
  },
  {
    "date": "09.06",
    "namesCZ": [
      "Stanislava"
    ],
    "namesSK": [
      "Stanislava"
    ],
    "explanationCZ": [
      "Stanislava je ženské křestní jméno českého původu."
    ],
    "explanationSK": [
      "Stanislava je ženské krstné meno slovanského pôvodu, ktoré znamená upevni slávu alebo staň sa slávnou."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "10.06",
    "namesCZ": [
      "Margita",
      "Gita"
    ],
    "namesSK": [
      "Margaréta",
      "Gréta"
    ],
    "explanationCZ": [
      "Jméno Markéta pochází z latinského slova znamenajícího perla, které má původ v řeckém výrazu pro perlu.",
      "Gita je ženské křestní jméno latinského původu, zkrácená verze jména Margita, které znamená perla."
    ],
    "explanationSK": [
      "Margaréta je krstné meno, rod rastlín a hovorový názov pre margarétu bielu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "11.06",
    "namesCZ": [
      "Bruno"
    ],
    "namesSK": [
      "Jesika"
    ],
    "explanationCZ": [
      "Jméno Bruno pochází ze staroněmčiny (germánského Brun) a znamená hnědý, snědý, opálený, brunet."
    ],
    "explanationSK": [
      "Jesika je ženské krstné meno, ktorého pôvod a význam nie sú v texte uvedené."
    ],
    "proverbCZ": [
      "O svatém Barnabáši bouřky často straší.",
      "Prší-li na svatého Barnabáše, padají hrozny do koše.",
      "Plačtivý Barnabáš - úroda na vinicích."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "12.06",
    "namesCZ": [
      "Antonie"
    ],
    "namesSK": [
      "Zlatko"
    ],
    "explanationCZ": [
      "Antonie je ženské jméno latinského původu znamenající náležící k rodu Antoniů, případně přední, čelní, vynikající."
    ],
    "explanationSK": [
      "Meno Zlatko je mužské krstné meno slovanského pôvodu, odvodené od slova zlatý."
    ],
    "proverbCZ": [
      "Svatá Tonička mívá často uplakaná očička. "
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "13.06",
    "namesCZ": [
      "Antonín"
    ],
    "namesSK": [
      "Anton"
    ],
    "explanationCZ": [
      "Jméno Antonín pochází z latinského jména Antoninus, označujícího příslušníky rodu Antoniů, a vykládá se jako vynikající, přední, čelný."
    ],
    "explanationSK": [
      "Anton je slovenské mužské meno latinského pôvodu, odvodené od mena Antonius, s významom popredný, vynikajúci."
    ],
    "proverbCZ": [
      "Na svatého Antonína broušení kos započíná. "
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "14.06",
    "namesCZ": [
      "Herta",
      "Roland"
    ],
    "namesSK": [
      "Vasil"
    ],
    "explanationCZ": [
      "Jméno Herta je ženského germánského původu a pravděpodobně pochází buď od jména germánské bohyně Nerthus, nebo je domáckou podobou německých jmen začínajících na Hert-.",
      "Roland je mužské jméno starogermánského původu, odvozené ze slova Hruoland."
    ],
    "explanationSK": [
      "Vasil a Vazul sú varianty toho istého mena."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "15.06",
    "namesCZ": [
      "Vít"
    ],
    "namesSK": [
      "Vít"
    ],
    "explanationCZ": [
      "Jméno Vít je mužské křestní jméno latinského původu, které znamená živoucí, veselý a možná souvisí s germánským jménem Wido."
    ],
    "explanationSK": [
      "Vít je mužské krstné meno."
    ],
    "proverbCZ": [
      "Pohoda na svatého Víta, to dobrota na žita.",
      "Svatý Vít mění čas.",
      "Déšť na Víta - špatný budou žita."
    ],
    "proverbSK": [
      "Na sv. Víta celú noc svitá."
    ]
  },
  {
    "date": "16.06",
    "namesCZ": [
      "Zbyněk"
    ],
    "namesSK": [
      "Bianka",
      "Blanka"
    ],
    "explanationCZ": [
      "Jméno Zbyněk je slovanského původu, vzniklo zkrácením jména Zbyhněv a znamená „ten, komu zbavuje hněv“ nebo „posilující hněv“."
    ],
    "explanationSK": [
      "Bianka je talianske meno odvodené od slova biela a významovo je príbuzné s menom Blanka.",
      "Blanka je ženské krstné meno, ktoré môže znamenať aj malú blanu, a zároveň názov opery a tunelového komplexu v Prahe."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.06",
    "namesCZ": [
      "Adolf"
    ],
    "namesSK": [
      "Adolf"
    ],
    "explanationCZ": [
      "Adolf je počeštěná varianta starogermánských jmen Athalwolf a Athaulf, znamenající ušlechtilý vlk, jehož popularita po druhé světové válce klesla kvůli asociacím s nacistickými vůdci."
    ],
    "explanationSK": [
      "Adolf je mužské meno staronemeckého pôvodu, ktoré znamená vznešený alebo ušľachtilý vlk."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.06",
    "namesCZ": [
      "Milan",
      "Milana"
    ],
    "namesSK": [
      "Vratislav"
    ],
    "explanationCZ": [
      "Jméno Milan je mužské křestní jméno srbského původu, které znamená milý, milovaný."
    ],
    "explanationSK": [
      "Vratislav je krstné meno, české a historické slovenské pomenovanie Vroclavu a meno údajného moravského staviteľa Bratislavy."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "19.06",
    "namesCZ": [
      "Leoš",
      "Leo"
    ],
    "namesSK": [
      "Alfréd"
    ],
    "explanationCZ": [
      "Leoš je mužské jméno řeckého původu, které vzniklo zkrácením jmen Leopold nebo Leonard.",
      "Leo je mužské jméno."
    ],
    "explanationSK": [
      "Alfréd je mužské meno staroanglického pôvodu, ktoré znamená múdry poradca, ktorému pomáhajú elfovia."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "20.06",
    "namesCZ": [
      "Květuše",
      "Květa"
    ],
    "namesSK": [
      "Valéria"
    ],
    "explanationCZ": [
      "Jméno Květuše je slovanského původu a vzniklo jako varianta jména Květa, zkráceniny jmen Květoslava a Květomila.",
      "Jméno Květa je ženské jméno slovanského původu, které vzniklo jako domácká podoba jména Květoslava a je považováno za českou obdobu latinského jména Flora."
    ],
    "explanationSK": [
      "Valéria je ženské meno rímskeho pôvodu, odvodené od slova valens s významom silný alebo zdravý."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "21.06",
    "namesCZ": [
      "Alois",
      "Aloisie"
    ],
    "namesSK": [
      "Alojz"
    ],
    "explanationCZ": [
      "Jméno Alois pochází pravděpodobně z provensálské formy jména Ludvík.",
      "Aloisie je ženská varianta jména Alois."
    ],
    "explanationSK": [
      "Meno Alojz má starofrancúzsky pôvod odvodený zo staronemeckého mena Hludwig, čo znamená slávny bojovník, alebo z latinského Aloisius, ktoré môže znamenať celý biely."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "22.06",
    "namesCZ": [
      "Pavla"
    ],
    "namesSK": [
      "Paulína",
      "Paula",
      "Pavla"
    ],
    "explanationCZ": [
      "Pavla je ženské jméno latinského původu, odvozené od jména paulus, a znamená totéž co Pavel."
    ],
    "explanationSK": [
      "Paulína je ženské meno latinského pôvodu, odvodené od mena Paulinus, a znamená patriaci Pavlovi."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "23.06",
    "namesCZ": [
      "Zdeňka"
    ],
    "namesSK": [
      "Sidónia"
    ],
    "explanationCZ": [
      "Jméno Zdenka je osamostatněná domácká podoba slovanského jména Zdeslava."
    ],
    "explanationSK": [
      "Sidónia je ženské meno odvodené od názvu mesta Sidón."
    ],
    "proverbCZ": [
      "Na svatou Agripinu odpočívej jenom ve stínu. "
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "24.06",
    "namesCZ": [
      "Jan"
    ],
    "namesSK": [
      "Ján"
    ],
    "explanationCZ": [
      "Jméno Jan pochází z hebrejského Jo-chanan, což znamená Hospodin je milostivý, a je druhým nejčastějším českým jménem."
    ],
    "explanationSK": [
      "Ján je mužské meno, ktoré sa vyskytuje aj ako priezvisko a označuje rôznych svätých a pápežov."
    ],
    "proverbCZ": [
      "Na svatého Jána otvírá se k létu brána.",
      "Do Jana Křtitele nechval ječmene.",
      "Prší-li na Jana Křtitele, pršívá tři dni celé, je-li bez deště, bude pěkně ještě.",
      "Déšť na svatého Jana Křtitele, nenasbíráš ořechů do věrtele.",
      "Nekuká-li kukačka před svatým Janem, bude neúrodný rok."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "25.06",
    "namesCZ": [
      "Ivan"
    ],
    "namesSK": [
      "Olívia",
      "Tadeáš"
    ],
    "explanationCZ": [
      "Jméno Ivan je slovanská varianta hebrejského jména Jan, které pochází z Jochánán (יוחנן) a znamená Hospodin je milostivý."
    ],
    "explanationSK": [
      "Olívia je ženské krstné meno.",
      "Meno Tadeáš je mužské krstné meno hebrejského pôvodu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "26.06",
    "namesCZ": [
      "Adrian",
      "Adriana"
    ],
    "namesSK": [
      "Adriána"
    ],
    "explanationCZ": [
      "Jméno Adrián pochází z latiny a znamená muž od moře nebo z města Hadrie.",
      "Jméno Adriana pochází z názvu města Adrie (Hadrie) ležícího u Jaderského moře a znamená pocházející z Adrie nebo zrozená v Adrii."
    ],
    "explanationSK": [
      "Adriána je ženské meno latinského pôvodu, odvodené od mena rímskeho cisára Hadriána alebo talianskeho mesta Hadria a znamená muž od mora."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "27.06",
    "namesCZ": [
      "Ladislav",
      "Ladislava"
    ],
    "namesSK": [
      "Ladislav",
      "Ladislava"
    ],
    "explanationCZ": [
      "Jméno Ladislav je slovanského původu a znamená slavný vládce.",
      "Jméno Ladislava je slovanského původu a znamená slavná vládou."
    ],
    "explanationSK": [
      "Text uvádza niekoľko osôb s menom Ladislav, pričom ide o meno s dlhou tradíciou, používané pre rôznych panovníkov.",
      "Ladislava je ženské krstné meno."
    ],
    "proverbCZ": [
      "Prší-li na Ladislava, déšť po sedm neděl trvá.",
      "Neprší-li na sedm bratří, pak jsou suché žně."
    ],
    "proverbSK": [
      "Ladislav huby sial."
    ]
  },
  {
    "date": "28.06",
    "namesCZ": [
      "Lubomír"
    ],
    "namesSK": [
      "Beáta"
    ],
    "explanationCZ": [
      "Jméno Lubomír je slovanského původu a znamená mírumilovný."
    ],
    "explanationSK": [
      "Beáta je ženské meno latinského pôvodu, ktoré znamená blažená, šťastná."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "29.06",
    "namesCZ": [
      "Pavel",
      "Petr"
    ],
    "namesSK": [
      "Peter",
      "Pavol",
      "Petra"
    ],
    "explanationCZ": [
      "Jméno Pavel pochází z latinského slova paulus, které znamená malý nebo nepatrný a ve starém Římě se používalo jako cognomen.",
      "Jméno Petr pochází z řeckého slova petra, které znamená kámen nebo skála."
    ],
    "explanationSK": [
      "Peter je meno, ktoré sa používa ako krstné meno aj ako priezvisko.",
      "Pavol je meno, ktoré sa používa aj ako priezvisko a v histórii ho nosili svätci, králi a patriarchovia.",
      "Petra je krstné meno a názov pre rôzne geografické lokality, organizácie, produkty a umelecké diela."
    ],
    "proverbCZ": [
      "O Petru-li prší, po třicet dní déšť se vrší.",
      "Prší-li na svatého Petra a Pavla, bude mnoho myší, urodí se hodně hub.",
      "Je-li od Petra až do Vavřince parno, bývá v zimě dlouho studeno."
    ],
    "proverbSK": [
      "Keď na Petra Pavla slnko svieti, má byť pekná žatva."
    ]
  },
  {
    "date": "30.06",
    "namesCZ": [
      "Šárka"
    ],
    "namesSK": [
      "Melánia"
    ],
    "explanationCZ": [
      "Šárka je české ženské jméno."
    ],
    "explanationSK": [
      "Melánia je ženské krstné meno gréckeho pôvodu, ktoré znamená čierna alebo tá, ktorá má čierne vlasy."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "01.07",
    "namesCZ": [
      "Jaroslava"
    ],
    "namesSK": [
      "Diana"
    ],
    "explanationCZ": [
      "Jaroslava je ženské jméno, jehož původ a význam text neuvádí."
    ],
    "explanationSK": [
      "Diana je rímska bohyňa lovu a názov pre rôzne geografické miesta, sídla, prírodné rezervácie, značky a spoločnosti."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "02.07",
    "namesCZ": [
      "Patricie"
    ],
    "namesSK": [
      "Berta"
    ],
    "explanationCZ": [
      "Jméno Patricie má latinský původ a znamená patricijská nebo urozená."
    ],
    "explanationSK": [
      "Berta je ženské krstné meno s meninami na Slovensku 2. júla."
    ],
    "proverbCZ": [
      "Déšť na Navštívení Panny Marie potrvá do Zuzany.",
      "Prší-li na Marie navštívení, po čtyřicet dní bez deště není."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "03.07",
    "namesCZ": [
      "Radomír",
      "Radomíra"
    ],
    "namesSK": [
      "Miloslav"
    ],
    "explanationCZ": [
      "Jméno Radomír je slovanského původu a znamená mírumilovný nebo pečující o mír, pochází ze slov starat se a mír/svět.",
      "Radomíra je ženské jméno slovanského původu, které znamená pečující o mír a je ženskou variantou jména Radomír."
    ],
    "explanationSK": [
      "Miloslav je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "04.07",
    "namesCZ": [
      "Prokop"
    ],
    "namesSK": [
      "Prokop"
    ],
    "explanationCZ": [
      "Jméno Prokop je řeckého původu a znamená prospívající, zdárný, průkopník nebo pohotový, připravený k boji."
    ],
    "explanationSK": [
      "Prokop je mužské krstné meno."
    ],
    "proverbCZ": [
      "Když prší na svatého Prokopa, promokne každá kopa."
    ],
    "proverbSK": [
      "Sv. Prokop koreň podkop."
    ]
  },
  {
    "date": "05.07",
    "namesCZ": [
      "Metoděj",
      "Cyril",
      "Den věrozvěstů Cyrila a Metoděje"
    ],
    "namesSK": [
      "Cyril",
      "Metod",
      "sviatok svätého Cyrila a svätého Metoda"
    ],
    "explanationCZ": [
      "Jméno Metoděj pochází z řeckého slova methodos.",
      "Jméno Cyril pochází z řeckého slova kyrios znamenajícího pán nebo vládce, případně z perského slova Kuruš označujícího slunce."
    ],
    "explanationSK": [
      "Cyril je krstné meno spojené s viacerými významnými osobami, najmä so svätcami, vrátane brata svätého Metoda, alexandrijského patriarchu, teológa a mnícha.",
      "Meno Metod má grécky pôvod a znamená cesta za niečím alebo metóda.",
      "Sviatok svätého Cyrila a Metoda pripomína príchod slovanských vierozvestcov na Veľkú Moravu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Na Cyrila a Metoda mnohý hospodár sa smeje."
    ]
  },
  {
    "date": "06.07",
    "namesCZ": [
      "Den upálení mistra Jana Husa"
    ],
    "namesSK": [
      "Patrik",
      "Patrícia"
    ],
    "explanationCZ": [
      "Státní svátek Den upálení mistra Jana Husa připomíná upálení kněze a reformátora Jana Husa v roce 1415."
    ],
    "explanationSK": [
      "Patrik je meno svätca.",
      "Meno Patrícia pochádza z latinského slova patricius a znamená urodzený, vznešený alebo patricijský."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "07.07",
    "namesCZ": [
      "Bohuslava"
    ],
    "namesSK": [
      "Oliver"
    ],
    "explanationCZ": [
      "Bohuslava je ženské jméno slovanského původu, které znamená oslavující boha."
    ],
    "explanationSK": [
      "Oliver je mužské meno nejasného pôvodu, buď germánskeho, znamenajúce vojsko elfov, alebo latinského, znamenajúce pestovateľ olív."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "08.07",
    "namesCZ": [
      "Nora"
    ],
    "namesSK": [
      "Ivan"
    ],
    "explanationCZ": [
      "Nora je ženské křestní jméno a název pro zemní obydlí živočichů, zároveň se jedná o název divadelní hry, pojem z teorie systémů, jméno města ve Švédsku a hydronymum pro dvě řeky v Rusku."
    ],
    "explanationSK": [
      "Ivan je mužské meno ruského pôvodu a označuje tiež mená ruských cárov, počítačovú hru, krycie meno ozbrojených síl a názov tropických cyklónov v Atlantickom oceáne."
    ],
    "proverbCZ": [
      "Kolik žita narostlo do sv. Kiliána, tolik už ostane."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "09.07",
    "namesCZ": [
      "Drahoslava",
      "Drahuše"
    ],
    "namesSK": [
      "Lujza"
    ],
    "explanationCZ": [
      "Drahoslava je slovanské ženské jméno, které pravděpodobně vzniklo spojením slov drahá a slavná.",
      "Jméno Drahoslava je slovanského původu a vzniklo spojením slov drahá a slavná."
    ],
    "explanationSK": [
      "Meno Lujza je slovenská podoba francúzskeho mena Louise, ktoré pochádza z nemčiny a znamená slávny boj alebo preslávený v boji."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "10.07",
    "namesCZ": [
      "Amálie",
      "Libuše"
    ],
    "namesSK": [
      "Amália"
    ],
    "explanationCZ": [
      "Amálie je jméno germánského původu, které se vykládá jako pracovitá.",
      "Jméno Libuše je českého původu a znamená příjemná, milá."
    ],
    "explanationSK": [
      "Amália je ženské meno staronemeckého pôvodu, ktoré znamená pracovitý."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "11.07",
    "namesCZ": [
      "Helga",
      "Olga"
    ],
    "namesSK": [
      "Milota"
    ],
    "explanationCZ": [
      "Helga je ženské jméno skandinávského původu, které pochází ze slova heilagr a znamená svatá.",
      "Olga je ženské křestní jméno."
    ],
    "explanationSK": [
      "Milota je ženské krstné meno, ktoré vyjadruje vlastnosť niekoho alebo niečoho milého."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "12.07",
    "namesCZ": [
      "Bořek"
    ],
    "namesSK": [
      "Nina"
    ],
    "explanationCZ": [
      "Jméno Bořek je mužské křestní jméno slovanského původu, které vzniklo zkrácením jména Bořivoj."
    ],
    "explanationSK": [
      "Nina je ženské krstné meno ruského pôvodu s možným gréckym, hebrejským alebo perzským základom a svätá Nina je patrónkou Gruzínska."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "13.07",
    "namesCZ": [
      "Markéta"
    ],
    "namesSK": [
      "Margita"
    ],
    "explanationCZ": [
      "Jméno Markéta pochází z latinského a řeckého slova pro perlu."
    ],
    "explanationSK": [
      "Margita je ženské meno, priezvisko, názov dediny a označenie svätice."
    ],
    "proverbCZ": [
      "Svatá Markyta hodila srp do žita.",
      "Zapláče-li Markyta, bude dešťů dosyta."
    ],
    "proverbSK": [
      "Sv. Margita volá žencov do žita."
    ]
  },
  {
    "date": "14.07",
    "namesCZ": [
      "Karolína"
    ],
    "namesSK": [
      "Kamil",
      "Lara"
    ],
    "explanationCZ": [
      "Karolína je ženské jméno německého původu."
    ],
    "explanationSK": [
      "Meno Kamil má latinský pôvod, kde camillus znamená Sám sebe Pán, alebo orientálny pôvod s významom milujúci, pričom v arabčine znamená celý, dokonalý, kompletný."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "15.07",
    "namesCZ": [
      "Jindřich"
    ],
    "namesSK": [
      "Henrich"
    ],
    "explanationCZ": [
      "Jindřich je mužské jméno německého původu, znamenající vládce domu."
    ],
    "explanationSK": [
      "Henrich je používané ako krstné meno a priezvisko, pričom sa vyskytuje u viacerých historických osobností s poradovým číslom."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "16.07",
    "namesCZ": [
      "Luboš"
    ],
    "namesSK": [
      "Drahomír",
      "Drahomíra"
    ],
    "explanationCZ": [
      "Jméno Luboš je slovanského původu, vzniklo zkrácením jmen Lubomír nebo Luboslav a znamená milý."
    ],
    "explanationSK": [
      "Drahomír je mužské krstné meno slovanského pôvodu, ktoré znamená ten, komu je drahý mier.",
      "Drahomíra je ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.07",
    "namesCZ": [
      "Martina"
    ],
    "namesSK": [
      "Bohuslav"
    ],
    "explanationCZ": [
      "Jméno Martina je ženská varianta jména Martin, odvozená od jména římského boha války Marta a znamená bojovnice, Martovi zasvěcená nebo náležející."
    ],
    "explanationSK": [
      "Bohuslav je meno nitrianskeho kniežaťa, známeho aj ako Domoslav."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.07",
    "namesCZ": [
      "Drahomír",
      "Drahomíra"
    ],
    "namesSK": [
      "Kamila"
    ],
    "explanationCZ": [
      "Jméno Drahomír je slovanského původu a znamená ten, komu je drahý mír.",
      "Drahomíra je slovanské ženské jméno, které bylo použito pro českou kněžnu a jako název pro opery."
    ],
    "explanationSK": [
      "Kamila je ženské krstné meno."
    ],
    "proverbCZ": [
      "O svatém Kamilu slunce má největší sílu."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "19.07",
    "namesCZ": [
      "Čeněk"
    ],
    "namesSK": [
      "Šarlota",
      "Dušana"
    ],
    "explanationCZ": [
      "Čeněk je česká podoba latinského jména Vincentus, které znamená vítězící, vítězný nebo přemáhající."
    ],
    "explanationSK": [
      "Šarlota je ženské meno francúzskeho pôvodu, variant mena Karla, ktoré znamená slobodný, kráľ alebo vladár.",
      "Dušana je ženské meno juhoslovanského pôvodu s domáckymi podobami Duša, Dušanka a Duška."
    ],
    "proverbCZ": [
      "Je-li na svatého Vincence slunečno, bude hodně vína. "
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "20.07",
    "namesCZ": [
      "Ilja"
    ],
    "namesSK": [
      "Eliáš",
      "Iľja",
      "Eliána"
    ],
    "explanationCZ": [
      "Ilja je slovanská varianta jména Eliáš."
    ],
    "explanationSK": [
      "Eliáš je krstné meno a zároveň označuje proroka v Biblii.",
      "Iľja je krstné meno, obmena mena Eliáš."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Na sv. Eliáša je dopoludnia leto, popoludní jeseň."
    ]
  },
  {
    "date": "21.07",
    "namesCZ": [
      "Vítězslav",
      "Vítězslava"
    ],
    "namesSK": [
      "Daniel"
    ],
    "explanationCZ": [
      "Jméno Vítězslav je české jméno slovanského původu, které znamená slavný sídlem, mocí.",
      "Vítězslava je ženské jméno slovanského původu, které znamená slavící vítězství."
    ],
    "explanationSK": [
      "Daniel je slovenské mužské meno, biblický prorok, prorocká kniha Starého zákona a rod živočíchov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "22.07",
    "namesCZ": [
      "Magda",
      "Magdaléna"
    ],
    "namesSK": [
      "Magdaléna"
    ],
    "explanationCZ": [
      "Magdaléna je ženské křestní jméno.",
      "Magdaléna je ženské křestní jméno."
    ],
    "explanationSK": [
      "Meno Magdaléna alebo Magda pochádza z palestínskeho mesta Magdala, čo v hebrejčine znamená veža a význam mena je pochádzajúca z Magdaly."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Magdaléna rada plače."
    ]
  },
  {
    "date": "23.07",
    "namesCZ": [
      "Libor"
    ],
    "namesSK": [
      "Oľga"
    ],
    "explanationCZ": [
      "Libor je mužské křestní jméno latinského původu, jehož význam je nejasný, ale bývá spojován s významem libý, líbezný."
    ],
    "explanationSK": [
      "Oľga je ženské krstné meno ruského pôvodu, odvodené od severského mena Helga a znamená zdravá alebo šťastná."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "24.07",
    "namesCZ": [
      "Kristýna"
    ],
    "namesSK": [
      "Vladimír"
    ],
    "explanationCZ": [
      "Kristýna je ženské jméno řeckého původu, které znamená křesťanka a je ženskou formou jména Kristián."
    ],
    "explanationSK": [
      "Vladimír je mužské krstné meno a názov mesta v Rusku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "25.07",
    "namesCZ": [
      "Jakub"
    ],
    "namesSK": [
      "Jakub"
    ],
    "explanationCZ": [
      "Jakub je mužské křestní jméno."
    ],
    "explanationSK": [
      "Jakub je mužské meno biblického pôvodu, označujúce aj praotca izraelského národa a používané aj ako priezvisko, názov územia alebo chráneného územia."
    ],
    "proverbCZ": [
      "Pěkný den před svatým Jakubem slibuje pěkné žně.",
      "Kolik mračen na Jakuba, tolik v zimě sněhu.",
      "Co do sv. Jakuba (vína) odkvěte, do Havla uzraje.",
      "Pěkný den před svatým Jakubem slibuje dobré žně.",
      "Jak je teplý svatý Jakub, tak studené jsou vánoce."
    ],
    "proverbSK": [
      "O sv. Jakube daj už pokoj hube."
    ]
  },
  {
    "date": "26.07",
    "namesCZ": [
      "Anita",
      "Anna"
    ],
    "namesSK": [
      "Anna",
      "Hana",
      "Aneta"
    ],
    "explanationCZ": [
      "Anita je ženské jméno hebrejského původu, španělská podoba jména Anna, a vykládá se jako milostná.",
      "Jméno Anna je ženského hebrejského původu a znamená milostiplná nebo milá."
    ],
    "explanationSK": [
      "Anna je meno starobylej rímskej bohyne a sestry kartáginskej kráľovnej Didony a používa sa aj ako prvé meno, názov planétky, singlu, fínskeho a talianskeho magazínu a mesta v Texase.",
      "Hana je ženské krstné meno hebrejského pôvodu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Sv. Anna, chladno z rána."
    ]
  },
  {
    "date": "27.07",
    "namesCZ": [
      "Věroslav"
    ],
    "namesSK": [
      "Božena"
    ],
    "explanationCZ": [
      "Jméno Věroslav je mužské jméno slovanského původu, které znamená slavící víru a je mužským protějškem jmen Věra a Věroslava."
    ],
    "explanationSK": [
      "Božena je slovanské ženské meno, ktoré znamená blahoslavená alebo bohom obdarená a je variantom mien Benedikta a Teodora."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "28.07",
    "namesCZ": [
      "Alina",
      "Viktor"
    ],
    "namesSK": [
      "Krištof"
    ],
    "explanationCZ": [
      "Jméno Alina má nejednoznačný původ, může být zkráceninou germánského Adeline/Adély, ruského Albina/Akulina, nebo ženskou variantou arabského Ali.",
      "Jméno Viktor pochází z latinského slova victor znamenající vítěz."
    ],
    "explanationSK": [
      "Krištof je mužské meno, priezvisko, označenie svätca a volací znak vrtuľníkovej záchrannej zdravotnej služby na Slovensku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "29.07",
    "namesCZ": [
      "Marta",
      "Výročie Slovenského národného povstania"
    ],
    "namesSK": [
      "Marta"
    ],
    "explanationCZ": [
      "Jméno Marta pochází z aramejštiny a znamená paní domu, hospodyně nebo pečlivá."
    ],
    "explanationSK": [
      "Marta je ženské meno a môže označovať aj svätú, futbalistku, priezvisko, rieku, obec, sídlo, film alebo skratku pre dopravný systém."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "30.07",
    "namesCZ": [
      "Bořivoj"
    ],
    "namesSK": [
      "Libuša"
    ],
    "explanationCZ": [
      "Bořivoj je mužské křestní jméno slovanského původu, které znamená bojovník."
    ],
    "explanationSK": [
      "Libuša je meno, ktoré môže odkazovať na českú kňažnú, operu Bedřicha Smetanu alebo potok na Záhorí."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "31.07",
    "namesCZ": [
      "Ignác"
    ],
    "namesSK": [
      "Ignác"
    ],
    "explanationCZ": [
      "Jméno Ignác má latinský původ, buď ze slova ignis (oheň) nebo agnatus (urozený), a nejčastěji se překládá jako Zapálený."
    ],
    "explanationSK": [
      "Meno Ignác pochádza z gréckeho slova ignitis, čo znamená ohnivý alebo zapálený."
    ],
    "proverbCZ": [
      "Když dne ubývá, horka přibývá.",
      "Na mokrý červenec následuje bouře a krupobití."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "01.08",
    "namesCZ": [
      "Oskar"
    ],
    "namesSK": [
      "Božidara"
    ],
    "explanationCZ": [
      "Oskar je mužské jméno, které má irský nebo germánský původ."
    ],
    "explanationSK": [
      "Božidara je ženské krstné meno južnoslovanského pôvodu, ktoré znamená Bohom daná alebo Boží dar."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "02.08",
    "namesCZ": [
      "Gustav"
    ],
    "namesSK": [
      "Gustáv"
    ],
    "explanationCZ": [
      "Jméno Gustav je švédského původu, odvozené od Godstawer, a znamená opora Gotlanďanů."
    ],
    "explanationSK": [
      "Gustáv je mužské meno švédskeho pôvodu, ktoré znamená bojová záštita."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "03.08",
    "namesCZ": [
      "Miluše"
    ],
    "namesSK": [
      "Jerguš"
    ],
    "explanationCZ": [
      "Jméno Miluše je ženského slovanského původu, pravděpodobně vzniklo jako domácká forma jména Miloslava."
    ],
    "explanationSK": [
      "Jerguš je slovenské mužské meno, ktoré vzniklo ako domácka podoba gréckeho mena Gregor."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "04.08",
    "namesCZ": [
      "Dominik",
      "Dominika"
    ],
    "namesSK": [
      "Dominik",
      "Dominika"
    ],
    "explanationCZ": [
      "Jméno Dominik pochází z latinského slova dominus, což znamená pán.",
      "Dominika je ostrovní stát v Karibiku, nacházející se mezi ostrovy Guadeloupe a Martinik."
    ],
    "explanationSK": [
      "Meno Dominik pochádza z latinského slova pán (dominus) alebo pánov (dominicus).",
      "Dominika je ženské krstné meno a názov štátu v Karibiku."
    ],
    "proverbCZ": [
      "Na Dominika parna - mrva marná."
    ],
    "proverbSK": [
      "Keď sa potí Dominik, Marek bude v kožuchu."
    ]
  },
  {
    "date": "05.08",
    "namesCZ": [
      "Kristián"
    ],
    "namesSK": [
      "Hortenzia"
    ],
    "explanationCZ": [
      "Jméno Kristián je řeckého původu a znamená křesťan, zasvěcený Kristu."
    ],
    "explanationSK": [
      "Hortenzia je meno a rod rastlín."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "06.08",
    "namesCZ": [
      "Oldřiška"
    ],
    "namesSK": [
      "Jozefína"
    ],
    "explanationCZ": [
      "Jméno Oldřiška je ženská varianta jména Oldřich a má s ním shodný původ."
    ],
    "explanationSK": [
      "Meno Jozefína je ženským variantom mena Jozef, pochádzajúceho z hebrejského slova Jóséph, čo znamená Boh pridá."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "07.08",
    "namesCZ": [
      "Lada"
    ],
    "namesSK": [
      "Štefánia"
    ],
    "explanationCZ": [
      "Lada je slovanské ženské jméno nejasného významu, pravděpodobně odvozené od slova lad (pořádek) nebo lada (manželka), a v pohanském bájesloví označuje bohyni krásy, lásky a manželství."
    ],
    "explanationSK": [
      "Štefánia je ženské meno gréckeho pôvodu, ktoré znamená víťazka."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "08.08",
    "namesCZ": [
      "Soběslav"
    ],
    "namesSK": [
      "Oskar"
    ],
    "explanationCZ": [
      "Soběslav je město v okrese Tábor v Jihočeském kraji, ležící na soutoku Lužnice a Černovického potoka."
    ],
    "explanationSK": [
      "Oskar je cudzojazyčná forma mena Oskár a označuje aj figurínu pri bariérovej skúške automobilu a Academy Awards."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Vietor, ktorý sa strhne na Oskára, potrvá štyri dni."
    ]
  },
  {
    "date": "09.08",
    "namesCZ": [
      "Roman"
    ],
    "namesSK": [
      "Ľubomíra"
    ],
    "explanationCZ": [
      "Jméno Roman pochází z latinského slova Romanus a znamená Říman."
    ],
    "explanationSK": [
      "Ľubomíra je ženské slovanské meno, ktoré znamená ľúbiaca mier alebo mierumilovná."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "10.08",
    "namesCZ": [
      "Vavřinec"
    ],
    "namesSK": [
      "Vavrinec"
    ],
    "explanationCZ": [
      "Vavřinec je název, který se používá pro pojmenování obcí a vodních toků."
    ],
    "explanationSK": [
      "Vavrinec je mužské meno, meno svätca, učeníka sv. Cyrila a Metoda, barokového umelca, názov obce a priezvisko."
    ],
    "proverbCZ": [
      "Na svatého Vavřince slunečnost, vína hojnost.",
      "Do svatého Vavřince nechval pšenice.",
      "Vavřinec ukazuje, jaký podzim nastupuje.",
      "Pěkné počasí na sv. Vavřince ukazuje na pěkný podzim."
    ],
    "proverbSK": [
      "Ak na Vavrinca prší, bude mnoho myší."
    ]
  },
  {
    "date": "11.08",
    "namesCZ": [
      "Zuzana"
    ],
    "namesSK": [
      "Zuzana"
    ],
    "explanationCZ": [
      "Jméno Zuzana pochází z hebrejského jména Šošana, které znamená lilie nebo růže."
    ],
    "explanationSK": [
      "Zuzana je ženské krstné meno, ktorého pôvod a význam nie sú v texte uvedené."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "12.08",
    "namesCZ": [
      "Klára"
    ],
    "namesSK": [
      "Darina",
      "Dárius",
      "Dária"
    ],
    "explanationCZ": [
      "Jméno Klára pochází z latinského slova clarus, znamenající jasný nebo světlý, a vykládá se jako světlo."
    ],
    "explanationSK": [
      "Darina je ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "13.08",
    "namesCZ": [
      "Alena"
    ],
    "namesSK": [
      "Ľubomír"
    ],
    "explanationCZ": [
      "Jméno Alena má nejistý původ, pravděpodobně vzniklo odvozením od jmen Helena, Magdaléna nebo poženštěním mužského jména Alan."
    ],
    "explanationSK": [
      "Ľubomír je mužské meno slovanského pôvodu, ktoré znamená ľúbiaci mier alebo mierumilovný."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "14.08",
    "namesCZ": [
      "Alan"
    ],
    "namesSK": [
      "Mojmír"
    ],
    "explanationCZ": [
      "Alan je mužské jméno keltského původu, které znamená svornost nebo soulad."
    ],
    "explanationSK": [
      "Mojmír je krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "15.08",
    "namesCZ": [
      "Hana"
    ],
    "namesSK": [
      "Marcela"
    ],
    "explanationCZ": [
      "Jméno Hana má hebrejský původ, kde znamená přízeň, milost, a objevuje se ve Starém zákoně jako jméno matky proroka Samuela; v japonštině znamená květina a v arabštině blažená, šťastná."
    ],
    "explanationSK": [
      "Marcela je ženské meno s významom malá bojovníčka."
    ],
    "proverbCZ": [
      "Je-li o Nanebevzetí panny Marie pěkně, nastane požehnaný podzimek a počasí bude příznivé vinné révě."
    ],
    "proverbSK": [
      "Na Nanebovzatie Panny Márie prvé oriešky"
    ]
  },
  {
    "date": "16.08",
    "namesCZ": [
      "Jáchym"
    ],
    "namesSK": [
      "Leonard"
    ],
    "explanationCZ": [
      "Jméno Jáchym je mužské jméno hebrejského původu."
    ],
    "explanationSK": [
      "Leonard je mužské meno nemeckého pôvodu, ktoré vzniklo spojením slov znamenajúcich silný lev."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.08",
    "namesCZ": [
      "Petra"
    ],
    "namesSK": [
      "Milica"
    ],
    "explanationCZ": [
      "Jméno Petra je ženská varianta jména Petr."
    ],
    "explanationSK": [
      "Milica je ženské krstné meno používané na Slovensku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.08",
    "namesCZ": [
      "Helena",
      "Jelena"
    ],
    "namesSK": [
      "Elena",
      "Helena"
    ],
    "explanationCZ": [
      "Helena je ženské křestní jméno.",
      "Jelena je ženské jméno, které pochází z varianty jména Helena."
    ],
    "explanationSK": [
      "Elena je meno gréckeho pôvodu, ktoré znamená svetlo alebo pochodeň.",
      "Helena je meno s pôvodom v gréckej mytológii, kde sa vyskytuje v rôznych postavách, a tiež meno byzantskej cisárovnej, matky Konštantína Veľkého."
    ],
    "proverbCZ": [
      "Přinese-li déšť svatá Helena, bývá otava dlouho zelená."
    ],
    "proverbSK": [
      "Ľan siaty na Helenu máva dlhé vlasy."
    ]
  },
  {
    "date": "19.08",
    "namesCZ": [
      "Ludvík"
    ],
    "namesSK": [
      "Lýdia"
    ],
    "explanationCZ": [
      "Ludvík je mužské jméno německého původu, které vzniklo ze slov sláva a bojovník."
    ],
    "explanationSK": [
      "Lýdia je ženské meno a zároveň názov historického územia v Malej Ázii."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "20.08",
    "namesCZ": [
      "Bernard"
    ],
    "namesSK": [
      "Anabela",
      "Bela"
    ],
    "explanationCZ": [
      "Jméno Bernard je germánského původu a vzniklo spojením slov znamenajících medvěd a tvrdý, přičemž jeho význam je drsný jako medvěd."
    ],
    "explanationSK": [
      "Anabela je ženské meno, ktoré vzniklo spojením mien Anna a Bela, alebo z latinského slova amabalis, a znamená lásky hodná, milá, ľúbezná."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "21.08",
    "namesCZ": [
      "Johana"
    ],
    "namesSK": [
      "Jana",
      "Johana",
      "Noema"
    ],
    "explanationCZ": [
      "Jméno Johana pochází z hebrejského jména Jóchanan (Jehóchánan), znamenajícího Bůh je milosrdný."
    ],
    "explanationSK": [
      "Jana je krstné meno a označuje rieku na Sibíri, jazyk na formulovanie algoritmov a serverový softvér.",
      "Noema je ženské meno a biblická postava, alternatívne nazývaná Naama."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "22.08",
    "namesCZ": [
      "Bohuslav"
    ],
    "namesSK": [
      "Tichomír"
    ],
    "explanationCZ": [
      "Jméno Bohuslav je mužské křestní jméno slovanského původu, které znamená budiž bohu sláva a je překladem řeckého jména Thimotheus."
    ],
    "explanationSK": [
      "Tichomír je mužské krstné meno s meninami na Slovensku 22. augusta."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "23.08",
    "namesCZ": [
      "Sandra"
    ],
    "namesSK": [
      "Filip"
    ],
    "explanationCZ": [
      "Jméno Sandra je italská zkrácená varianta jména Alessandra a znamená ochránkyně mužů, přičemž vychází z řeckých slov pro muže a bránit."
    ],
    "explanationSK": [
      "Filip je mužské meno, ktoré môže označovať apoštola, protipápeža alebo belgického kráľa, a tiež sa používa ako priezvisko."
    ],
    "proverbCZ": [
      "Má-li Filip hromy v průvodu, značí to brzký déšť a úrodu."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "24.08",
    "namesCZ": [
      "Bartoloměj"
    ],
    "namesSK": [
      "Bartolomej"
    ],
    "explanationCZ": [
      "Jméno Bartoloměj je biblického původu z aramejského syn Talmajův, s významem syn zbrázděného nebo bojovný syn."
    ],
    "explanationSK": [
      "Bartolomej je meno, ktoré sa používa pre rôzne osoby, vrátane svätých a významných osobností."
    ],
    "proverbCZ": [
      "Bartoloměj svatý odpoledne krátí.",
      "Krásně-li o Bartoloměji, vinaři se smějí.",
      "Hřmí-li po sv. Bartoloměji, bude podzim dlouhý a pěkný.",
      "Jaké počasí o svatém Bartoloměji, takové bude i celý podzim"
    ],
    "proverbSK": [
      "Na Bartolomeja každá plánka zrelá."
    ]
  },
  {
    "date": "25.08",
    "namesCZ": [
      "Radim"
    ],
    "namesSK": [
      "Ľudovít"
    ],
    "explanationCZ": [
      "Radim je mužské jméno."
    ],
    "explanationSK": [
      "Ľudovít je mužské meno, ktoré nosili rôzni šľachtici a panovníci s titulmi ako knieža, vojvoda, kráľ či arcibiskup v rôznych európskych krajinách."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "26.08",
    "namesCZ": [
      "Luděk"
    ],
    "namesSK": [
      "Samuel"
    ],
    "explanationCZ": [
      "Luděk je mužské křestní jméno, jehož původ a význam text neuvádí."
    ],
    "explanationSK": [
      "Samuel je mužské krstné meno, meno staroizraelského sudcu a proroka, názov kníh Starého zákona a priezvisko, ktoré nesie viacero osobností rôznych profesií."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "27.08",
    "namesCZ": [
      "Otakar"
    ],
    "namesSK": [
      "Silvia"
    ],
    "explanationCZ": [
      "Jméno Otakar je německého původu a znamená střežící majetek nebo bohatý a bdělý."
    ],
    "explanationSK": [
      "Silvia je ženské meno rímskeho pôvodu, odvodené od latinského slova silva znamenajúceho les."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "28.08",
    "namesCZ": [
      "Augustýn"
    ],
    "namesSK": [
      "Augustín"
    ],
    "explanationCZ": [
      "Jméno Augustin pochází z latinského slova augustus."
    ],
    "explanationSK": [
      "Augustín je meno, ktoré sa používa aj pre označenie svätca."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Ako je teplo na Augustína, taká chladná bude Katarína."
    ]
  },
  {
    "date": "29.08",
    "namesCZ": [
      "Evelína"
    ],
    "namesSK": [
      "Nikola",
      "Nikolaj",
      "Nikoleta"
    ],
    "explanationCZ": [
      "Jméno Evelína je ženské jméno keltského původu, které znamená radost, světlo, nebo lesní ořech."
    ],
    "explanationSK": [
      "Meno Nikola má grécky pôvod, je odvodené od mena Mikuláš a znamená víťazný ľud.",
      "Nikolaj je mužské krstné meno francúzskeho pôvodu, ktoré znamená víťazstvo."
    ],
    "proverbCZ": [
      "Prší-li na den stětí svatého Jana Křtitele, zkazí se ořechy.",
      "Na svatého Jana stětí mají se ožínati bramborové nati."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "30.08",
    "namesCZ": [
      "Vladěna"
    ],
    "namesSK": [
      "Ružena"
    ],
    "explanationCZ": [
      "Vladěna je ženské křestní jméno."
    ],
    "explanationSK": [
      "Ružena je ženské krstné meno, ktorého pôvod a význam nie sú uvedené v texte."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "31.08",
    "namesCZ": [
      "Pavlína"
    ],
    "namesSK": [
      "Nora"
    ],
    "explanationCZ": [
      "Jméno Pavlína je ženská varianta jména Pavel, pocházející z latinského paulus."
    ],
    "explanationSK": [
      "Nora je ženské meno, často domácky tvar mena Eleonóra, a okrem toho označuje aj rôzne geografické lokality, planétku, filmy, skrýšu živočíchov, a vyskytuje sa aj ako priezvisko."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "01.09",
    "namesCZ": [
      "Samuel",
      "Linda"
    ],
    "namesSK": [
      "Drahoslava",
      "Deň Ústavy Slovenskej republiky"
    ],
    "explanationCZ": [
      "Samuel je mužské jméno hebrejského původu, které je oblíbené mezi Židy a používá se i v jiných kulturách.",
      "Jméno Linda má nejasný původ, může pocházet z německého slova znamenajícího jemný, mírný nebo lípa, případně ze španělského slova krásná."
    ],
    "explanationSK": [
      "Drahoslava je ženské krstné meno slovenského pôvodu.",
      "Deň Ústavy Slovenskej republiky, oslavovaný 1. septembra, pripomína prijatie Ústavy Slovenskej republiky Slovenskou národnou radou v roku 1992."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Keď na 1. septembra prší, repu budú ťahať z blata."
    ]
  },
  {
    "date": "02.09",
    "namesCZ": [
      "Adéla"
    ],
    "namesSK": [
      "Linda",
      "Rebeka"
    ],
    "explanationCZ": [
      "Jméno Adéla pochází ze starogermánského jména Adalheid a znamená vznešenou bytost nebo člověka s ušlechtilými vlastnostmi."
    ],
    "explanationSK": [
      "Linda je ženské meno španielskeho pôvodu, kde znamená pekná, krásna, a v anglicky hovoriacich krajinách sa používa ako skrátená forma nemeckých mien Dietlinde a Sieglinde.",
      "Rebeka je ženské krstné meno a tiež meno manželky starozákonného patriarchu Izáka."
    ],
    "proverbCZ": [
      "Na Štěpána krále je léta namále. "
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "03.09",
    "namesCZ": [
      "Bronislav",
      "Bronislava"
    ],
    "namesSK": [
      "Belo"
    ],
    "explanationCZ": [
      "Bronislav je mužské jméno slovanského původu, které znamená bojující za slávu, chranící slávu nebo slavný bojovník.",
      "Bronislava je ženské jméno slovanského původu, které znamená bojující za slávu, chránící slávu nebo slavná bojovnice."
    ],
    "explanationSK": [
      "Belo sa používa ako názov sídla, kráľovské meno v Uhorsku a priezvisko."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "04.09",
    "namesCZ": [
      "Jindřiška",
      "Rozálie"
    ],
    "namesSK": [
      "Rozália"
    ],
    "explanationCZ": [
      "Jindřiška je ženské jméno německého původu, které je ženskou variantou jména Jindřich.",
      "Jméno Rozálie má latinský původ a znamená růže nebo vonící po růžích."
    ],
    "explanationSK": [
      "Rozália je ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Keď Rozália kvety páli, Lucia kvetmi pomaľuje obloky."
    ]
  },
  {
    "date": "05.09",
    "namesCZ": [
      "Boris"
    ],
    "namesSK": [
      "Regína"
    ],
    "explanationCZ": [
      "Jméno Boris je slovanského původu a pravděpodobně vzniklo jako zkrácenina jmen Borislav (proslavený bojem) nebo Borimír (bojuj se světem za mír), případně odvozeno od jména bulharského vládce Bogorise, ale existují i teorie o turkickém původu ze slov znamenajících vlk nebo sněžný levhart."
    ],
    "explanationSK": [
      "Regína je ženské meno a označenie pre francúzsku sväticu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "06.09",
    "namesCZ": [
      "Boleslav"
    ],
    "namesSK": [
      "Alica"
    ],
    "explanationCZ": [
      "Boleslav je mužské jméno slovanského původu, které znamená více slávy a je považováno za polskou variantu jména Václav."
    ],
    "explanationSK": [
      "Meno Alica je slovenská podoba anglického mena Alice, ktoré je domáckou podobou mien Elisabeth, Adelheid alebo Alexandra a mohlo vzniknúť aj zo starofrancúzskeho mena Aaliz odvodeného z mena Adelheid."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "07.09",
    "namesCZ": [
      "Regína"
    ],
    "namesSK": [
      "Marianna"
    ],
    "explanationCZ": [
      "Jméno Regina pochází z latiny a znamená královna nebo vládkyně."
    ],
    "explanationSK": [
      "Marianna/Mariana je ženské krstné meno, ktorého pôvod a význam text neuvádza."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "08.09",
    "namesCZ": [
      "Mariana"
    ],
    "namesSK": [
      "Miriama"
    ],
    "explanationCZ": [
      "Jméno Mariana je obvykle chápáno jako kombinace jmen Maria a Anna, nebo jako ženská forma latinského jména Marianus, znamenající náležející k rodu Mariů."
    ],
    "explanationSK": [
      "Miriama je ženské krstné meno egyptského pôvodu, pochádzajúce z mien Mirjam alebo Myrjam."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Panny Márie narodenie, lastovičiek rozlúčenie."
    ]
  },
  {
    "date": "09.09",
    "namesCZ": [
      "Daniela"
    ],
    "namesSK": [
      "Martina"
    ],
    "explanationCZ": [
      "Jméno Daniela je ženská varianta hebrejského jména Daniel, které znamená Bůh je můj soudce."
    ],
    "explanationSK": [
      "Martina je ženské meno a okrem iného označuje aj sväticu, manželku cisára, názov dediny, lode, literárneho diela, hudobného albumu, planétky a priezvisko."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "10.09",
    "namesCZ": [
      "Irma"
    ],
    "namesSK": [
      "Oleg"
    ],
    "explanationCZ": [
      "Irma je ženské jméno germánského původu, pravděpodobně zkrácená verze jména Irmgard, s významem „stálá, pevná“ a původem ve staré horní němčině, kde znamenalo svět."
    ],
    "explanationSK": [
      "Oleg je ruské mužské krstné meno, ktoré historicky označovalo panovníkov Kyjevskej Rusi, Veľkej Moravy a knieža Drevľanov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "11.09",
    "namesCZ": [
      "Denis",
      "Denisa"
    ],
    "namesSK": [
      "Bystrík"
    ],
    "explanationCZ": [
      "Jméno Denis je francouzská varianta řeckého jména Dionysios (Diviš), odvozeného od boha vína Dionýsa, a v češtině se jedná o mužský protějšek jména Denisa.",
      "Jméno Denisa má řecký původ, odvozeno od jména boha vína Dionýsa, a znamená božské dítě, bůh vína nebo zasvěcená bohu vína."
    ],
    "explanationSK": [
      "Bystrík je meno svätca, speváka a tiež názov vrchu v Pieninách."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "12.09",
    "namesCZ": [
      "Marie"
    ],
    "namesSK": [
      "Mária",
      "Mia"
    ],
    "explanationCZ": [
      "Jméno Marie má hebrejský původ ve jméně Mirjam/Miriam, může souviset s egyptským milovaná Amóna, hebrejským drsný/hořký nebo aramejským kapka moře, krásná či paní."
    ],
    "explanationSK": [
      "Mária je krstné meno biblického pôvodu, ktoré nesie viacero významných historických postáv."
    ],
    "proverbCZ": [
      "Jaké počasí na Narození Panny Marie, takové potrvá čtyři neděle.",
      "Na panny Marie narození vlaštovek shromáždění.",
      "Neprší-li o Marie narození, bude suchý podzim."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "13.09",
    "namesCZ": [
      "Lubor"
    ],
    "namesSK": [
      "Ctibor",
      "Tobiáš",
      "Tobias"
    ],
    "explanationCZ": [
      "Jméno Lubor je slovanského původu a znamená libý."
    ],
    "explanationSK": [
      "Ctibor je mužské krstné meno slovenského pôvodu.",
      "Tobiáš je meno, ktoré sa môže vzťahovať na osobu alebo knihu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "14.09",
    "namesCZ": [
      "Radka"
    ],
    "namesSK": [
      "Ľudomil",
      "Radka"
    ],
    "explanationCZ": [
      "Radka je ženské jméno, jehož původ a význam text neuvádí."
    ],
    "explanationSK": [
      "Ľudomil je mužské krstné meno s meninami na Slovensku v septembri."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "15.09",
    "namesCZ": [
      "Jolana"
    ],
    "namesSK": [
      "Jolana"
    ],
    "explanationCZ": [
      "Jméno Jolana je ženské křestní jméno slovanského původu, pravděpodobně východoslovanský překlad řeckého jména Helena nebo pochází z maďarského slova pro dobrou dívku."
    ],
    "explanationSK": [
      "Jolana je ženské krstné meno, ktorého pôvod a význam nie sú v texte uvedené."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "16.09",
    "namesCZ": [
      "Ludmila",
      "Lidmila"
    ],
    "namesSK": [
      "Ľudmila"
    ],
    "explanationCZ": [
      "Ludmila je staré slovanské ženské jméno, které znamená Lidu milá.",
      "Jméno Lidmila je slovanského původu a znamená milá lidu nebo milující lid."
    ],
    "explanationSK": [
      "Ľudmila je meno svätice."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.09",
    "namesCZ": [
      "Naďa",
      "Naděžda"
    ],
    "namesSK": [
      "Olympia",
      "Melisa"
    ],
    "explanationCZ": [
      "Naděžda je slovanské jméno znamenající naděje, které vzniklo překladem řeckého jména Elpis a má obdoby i v jiných jazycích.",
      "Naděžda je slovanské jméno, které znamená Naděje a vzniklo jako překlad řeckého jména Elpis."
    ],
    "explanationSK": [
      "Olympia je názov s pôvodom v starovekom Grécku, kde označoval miesto veštiarne a svätyne, dejisko olympijských hier, a nesie ho množstvo rôznych miest, stavieb, umeleckých diel, produktov, lodí a iných entít."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.09",
    "namesCZ": [
      "Kryštof"
    ],
    "namesSK": [
      "Eugénia"
    ],
    "explanationCZ": [
      "Jméno Kryštof pochází z řeckého slova Christoforos a znamená nositel Krista."
    ],
    "explanationSK": [
      "Eugénia je ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "19.09",
    "namesCZ": [
      "Zita"
    ],
    "namesSK": [
      "Konštantín"
    ],
    "explanationCZ": [
      "Jméno Zita má pravděpodobně italský původ, kde znamená mladé děvče, nebo pochází z perštiny se stejným významem."
    ],
    "explanationSK": [
      "Konštantín je meno, ktoré v histórii nosilo viacero významných osobností, vrátane svätca, pápeža, panovníkov a spoluvládcov v rôznych krajinách a obdobiach."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "20.09",
    "namesCZ": [
      "Oleg"
    ],
    "namesSK": [
      "Ľuboslav",
      "Ľuboslava"
    ],
    "explanationCZ": [
      "Oleg, původem varjažský bojovník (Helgi), je považován za zakladatele Kyjevské Rusi, když ovládl Kyjev a spojil ho s Novgorodem."
    ],
    "explanationSK": [
      "Ľuboslav je novšie slovanské meno, ktoré znamená oslavujúci ľúbosť alebo ľúbiaci slávu a je podobné menám Ľubomír a Miroslav.",
      "Ľuboslava je ženské krstné meno, ktorého pôvod a význam nie sú uvedené v texte."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "21.09",
    "namesCZ": [
      "Matouš"
    ],
    "namesSK": [
      "Matúš"
    ],
    "explanationCZ": [
      "Jméno Matouš je hebrejského původu a znamená Boží dar, což sdílí s jmény Matyáš a Matěj."
    ],
    "explanationSK": [
      "Matúš je mužské krstné meno hebrejského pôvodu, ktoré znamená dar Boha Jahveho."
    ],
    "proverbCZ": [
      "Pohoda o svatém Matouši čtyři týdny se neruší.",
      "Jaké počasí zařídí Matouš, takové trvá čtyři neděle.",
      "Po svatým Matouši čepici na uši."
    ],
    "proverbSK": [
      "Po Matúši čiapka na uši."
    ]
  },
  {
    "date": "22.09",
    "namesCZ": [
      "Darina"
    ],
    "namesSK": [
      "Móric"
    ],
    "explanationCZ": [
      "Darina je ženské jméno jihoslovanského původu, které znamená dar, dárek."
    ],
    "explanationSK": [
      "Móric je mužské meno a priezvisko."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "23.09",
    "namesCZ": [
      "Berta"
    ],
    "namesSK": [
      "Zdenka"
    ],
    "explanationCZ": [
      "Berta je ženské křestní jméno."
    ],
    "explanationSK": [
      "Meno Zdenka je slovenská podoba českého Zdeňka, ktoré vzniklo z mien Zdeslava alebo Zdislava a znamená tu slávny alebo oslavujúci prácu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "24.09",
    "namesCZ": [
      "Jaromír",
      "Jaromíra"
    ],
    "namesSK": [
      "Ľubor",
      "Ľuboš"
    ],
    "explanationCZ": [
      "Jaromír je staré slovanské jméno s významem slavný silou nebo slavný bujností.",
      "Jméno Jaromíra je ženská varianta slovanského jména Jaromír, které znamená slavný silou nebo slavící jaro."
    ],
    "explanationSK": [
      "Ľubor je mužské krstné meno slovenského pôvodu.",
      "Ľuboš je mužské meno, ktoré vzniklo ako domácka podoba mien Ľubomír a Ľuboslav."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "25.09",
    "namesCZ": [
      "Zlata",
      "Zlatuše"
    ],
    "namesSK": [
      "Vladislav"
    ],
    "explanationCZ": [
      "Zlata je ženské jméno uvedené v českém kalendáři.",
      "Zlata je ženské křestní jméno."
    ],
    "explanationSK": [
      "Vladislav je mužské krstné meno českého pôvodu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "26.09",
    "namesCZ": [
      "Andrea"
    ],
    "namesSK": [
      "Edita"
    ],
    "explanationCZ": [
      "Jméno Andrea je ženské (případně oboupohlavní) jméno řeckého původu, které znamená odvážný, statečný, charismatický a mužný."
    ],
    "explanationSK": [
      "Edita je ženské meno anglického pôvodu, ktoré znamená šťastný boj prinášajúci majetok."
    ],
    "proverbCZ": [
      "Na svatého Cypriána chladno bývá často z rána."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "27.09",
    "namesCZ": [
      "Jonáš"
    ],
    "namesSK": [
      "Cyprián",
      "Damián"
    ],
    "explanationCZ": [
      "Jméno Jonáš je hebrejského původu a znamená holubice, existuje také litevská varianta jména Jonas, odvozená od jména Jan."
    ],
    "explanationSK": [
      "Cyprián je mužské meno latinského pôvodu.",
      "Meno Damián je gréckeho pôvodu a znamená krotiteľ alebo pokoriteľ."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Na sv. Cypriána chladno býva často z rána."
    ]
  },
  {
    "date": "28.09",
    "namesCZ": [
      "Václav",
      "Václava",
      "Den české státnosti"
    ],
    "namesSK": [
      "Václav"
    ],
    "explanationCZ": [
      "Jméno Václav je slovanského původu a znamená více slavný nebo slavnější, přičemž se vyvinulo z původního Vęceslavъ.",
      "Jméno Václava je ženského slovanského původu a je protějškem mužského jména Václav.",
      "Den české státnosti, slavený 28. září, připomíná svatého Václava, českého knížete z rodu Přemyslovců a patrona Čech a Moravy, který je jedním ze symbolů českého státu."
    ],
    "explanationSK": [
      "Václav je krstné meno, ktoré nosili viacerí panovníci a bolo pôvodným menom panovníka známeho ako Karol IV."
    ],
    "proverbCZ": [
      "Přijde Václav - kamna připrav.",
      "Svatý Václav víno chrání, po něm bude vinobraní.",
      "Je-li bouřka na Václava dlouho teplo zvěstovává.",
      "Na svatého Václava bývá bláta záplava."
    ],
    "proverbSK": [
      "Na sv. Václava býva zlata záplava."
    ]
  },
  {
    "date": "29.09",
    "namesCZ": [
      "Michal",
      "Michael"
    ],
    "namesSK": [
      "Michal",
      "Michael",
      "Michaela"
    ],
    "explanationCZ": [
      "Jméno Michal má hebrejský původ a znamená kdo je jako Bůh? nebo Bohu podobný.",
      "Michael je mužské jméno a vyskytuje se také jako příjmení, v názvech filmů, hudebních alb, písní, hudebních skupin a epizod seriálů."
    ],
    "explanationSK": [
      "Michal je meno, ktoré sa používa pre anjelov, kniežatá a poľských kráľov.",
      "Michal je meno používané pre osoby rôznych postavení, vrátane archanjela, kniežaťa a poľských kráľov.",
      "Michaela je ženské krstné meno."
    ],
    "proverbCZ": [
      "Nejsou-li pryč před Michalem ptáci, tak po něm tuhá zima neburácí.",
      "Noc-li chladná před Michalem, tuhá zima přijde cvalem.",
      "Mokro o Michalu, studeno o Štědrém dnu."
    ],
    "proverbSK": [
      "Ak sú do Michala vtáci doma, nebude tuhá zima."
    ]
  },
  {
    "date": "30.09",
    "namesCZ": [
      "Jeroným"
    ],
    "namesSK": [
      "Jarolím"
    ],
    "explanationCZ": [
      "Jeroným je mužské křestní jméno."
    ],
    "explanationSK": [
      "Jarolím je mužské meno, variant mena Hieronym."
    ],
    "proverbCZ": [
      "Na svatého Jeronýma stěhuje se k nám už zima."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "01.10",
    "namesCZ": [
      "Igor"
    ],
    "namesSK": [
      "Arnold"
    ],
    "explanationCZ": [
      "Igor je mužské jméno skandinávského původu, poruštěná varianta jména Ivar, které pochází ze staroseverského jména Ingvarr a znamená hlídající, bůh plodnosti."
    ],
    "explanationSK": [
      "Arnold je mužské meno staronemeckého pôvodu, ktoré znamená vládca orol alebo silný ako orol."
    ],
    "proverbCZ": [
      "Fouká-li na sv. Remigia od východu, bude teplý podzimek."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "02.10",
    "namesCZ": [
      "Oliver",
      "Olívie"
    ],
    "namesSK": [
      "Levoslav"
    ],
    "explanationCZ": [
      "Jméno Oliver má starofrancouzský a britský původ, přičemž se spojuje s latinským Olivarius (sázeč olivovníků), olivou, islandským Olfeir (pozůstatek rodu) nebo norským významem potomci předků.",
      "Jméno Olivie je ženské křestní jméno latinského původu, odvozené od slova oliva."
    ],
    "explanationSK": [
      "Levoslav je mužské krstné meno slovanského pôvodu, ktorého význam nie je v texte špecifikovaný."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "03.10",
    "namesCZ": [
      "Bohumil"
    ],
    "namesSK": [
      "Stela"
    ],
    "explanationCZ": [
      "Bohumil je slovanské mužské jméno odvozené z řeckého Theophilos, znamenající Bohu milý."
    ],
    "explanationSK": [
      "Stela je ženské meno s významom hviezda."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "04.10",
    "namesCZ": [
      "František"
    ],
    "namesSK": [
      "František"
    ],
    "explanationCZ": [
      "František je mužské křestní jméno."
    ],
    "explanationSK": [
      "František je krstné meno a používalo sa aj ako meno pápežov a panovníkov."
    ],
    "proverbCZ": [
      "Svatý František zahání lidi do chýšek."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "05.10",
    "namesCZ": [
      "Eliška"
    ],
    "namesSK": [
      "Viera"
    ],
    "explanationCZ": [
      "Jméno Eliška pochází z hebrejštiny a znamená Bůh je má přísaha."
    ],
    "explanationSK": [
      "Viera je ženské meno, ktorého pôvod a význam text neuvádza, ale môže tiež znamenať presvedčenie, náboženstvo, filozofický koncept alebo fiktívnu rasu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "06.10",
    "namesCZ": [
      "Hanuš"
    ],
    "namesSK": [
      "Natália"
    ],
    "explanationCZ": [
      "Jméno Hanuš pochází z německé zkráceniny Hannes jména Johannes, což je obdoba jména Jan."
    ],
    "explanationSK": [
      "Meno Natália má latinský pôvod a znamená deň narodenia alebo Vianoce."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "07.10",
    "namesCZ": [
      "Justýna"
    ],
    "namesSK": [
      "Eliška",
      "Elisa"
    ],
    "explanationCZ": [
      "Justýna je ženské jméno latinského původu, které znamená spravedlivá."
    ],
    "explanationSK": [
      "Eliška je ženské meno hebrejského pôvodu odvodené od mena Alžbeta, ktoré znamená Boh (mi) je prísahou alebo zasľúbená Bohu.",
      "Elisa je ženské meno a talianska speváčka."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "08.10",
    "namesCZ": [
      "Věra"
    ],
    "namesSK": [
      "Brigita"
    ],
    "explanationCZ": [
      "Věra je ženské jméno, jehož původ a význam nejsou v textu uvedeny."
    ],
    "explanationSK": [
      "Brigita je ženské meno keltského pôvodu, ktoré znamená silný alebo mocný."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "09.10",
    "namesCZ": [
      "Štefan",
      "Sára"
    ],
    "namesSK": [
      "Dionýz"
    ],
    "explanationCZ": [
      "Jméno Štefan je slovenská varianta jména Štěpán, pocházející z řeckého slova Stefanos znamenajícího věnec nebo korunu.",
      "Jméno Sára je ženského rodu, pochází z hebrejštiny a v češtině se slaví 9. října."
    ],
    "explanationSK": [
      "Dionýz je meno, ktoré sa môže vzťahovať na rôzne osoby, vrátane Dionýza (Dionýza) a pápeža Dionýza."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "10.10",
    "namesCZ": [
      "Marina"
    ],
    "namesSK": [
      "Slavomíra"
    ],
    "explanationCZ": [
      "Slovo Marina pochází z latinského mare (moře) a má různé významy, včetně ženského jména."
    ],
    "explanationSK": [
      "Slavomíra je ženské krstné meno slovanského pôvodu, zložené z koreňov sláva a mier."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "11.10",
    "namesCZ": [
      "Andrej"
    ],
    "namesSK": [
      "Valentína"
    ],
    "explanationCZ": [
      "Jméno Andrej je řeckého původu a znamená mužný, statný a odvážný."
    ],
    "explanationSK": [
      "Valentína je ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "12.10",
    "namesCZ": [
      "Marcel"
    ],
    "namesSK": [
      "Maximilián",
      "Maxim",
      "Max"
    ],
    "explanationCZ": [
      "Marcel je mužské jméno latinského původu odvozené od jména Marcus, obě pochází od jména římského boha války Marta a význam jména je malý bojovník."
    ],
    "explanationSK": [
      "Maximilián je mužské krstné meno, ktorého pôvod a význam text neuvádza.",
      "Maxim je meno s rôznymi významami, od krstného mena po priezvisko, používané aj v náboženstve, umení a technike."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "13.10",
    "namesCZ": [
      "Renáta"
    ],
    "namesSK": [
      "Koloman"
    ],
    "explanationCZ": [
      "Jméno Renáta pochází z latiny a znamená znovuzrozená nebo obrozená."
    ],
    "explanationSK": [
      "Koloman je meno a označuje uhorského kráľa v rokoch 1095-1116 a slavónskeho vojvodu a haličského kráľa v prvej polovici 13. storočia."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "14.10",
    "namesCZ": [
      "Agáta"
    ],
    "namesSK": [
      "Boris"
    ],
    "explanationCZ": [
      "Jméno Agáta je ženského řeckého původu, pocházející ze slova znamenající dobrá, zdatná, ušlechtilá."
    ],
    "explanationSK": [
      "Boris je meno, ktoré sa používa ako krstné meno, priezvisko a označuje rôzne subjekty, vrátane svätých, panovníkov, hudobnej skupiny, televízneho seriálu a krátera na Mesiaci."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "15.10",
    "namesCZ": [
      "Tereza",
      "Terezie"
    ],
    "namesSK": [
      "Terézia",
      "Tereza"
    ],
    "explanationCZ": [
      "Jméno Tereza má řecký původ a jeho význam je nejasný, přičemž se uvádí výklad jako záštita, ochrana, sklizeň nebo odvození od názvu ostrovů Thera/Therasia.",
      "Jméno Tereza má řecký původ a jeho význam je nejasný, možná souvisí se záštitou, sklizní, létem nebo s ostrovy Thera či Therasia."
    ],
    "explanationSK": [
      "Meno Terézia má grécky pôvod a znamená pochádzajúca z ostrova Thera/Therasia alebo opora, záštita.",
      "Meno Terézia má grécky pôvod a znamená pochádzajúca z ostrova Thera/Therasia alebo opora, záštita."
    ],
    "proverbCZ": [
      "Po svaté Tereze mráz po střechách leze."
    ],
    "proverbSK": [
      "Po sv. Tereze mráz po strechách lezie."
    ]
  },
  {
    "date": "16.10",
    "namesCZ": [
      "Havel",
      "Galina"
    ],
    "namesSK": [
      "Vladimíra"
    ],
    "explanationCZ": [
      "Havel může být jméno, příjmení, řeka v Německu, kniha nebo film, přičemž je obzvláště spojováno s Václavem Havlem, českým dramatikem a prezidentem.",
      "Jméno Galina pochází ze starořeckého jména Galéné, které znamená klid a bylo jménem bohyně klidného moře."
    ],
    "explanationSK": [
      "Vladimíra je ženské krstné meno slovanského pôvodu, ktoré znamená veľká vládkyňa."
    ],
    "proverbCZ": [
      "Jaký den svatý Havel ukazuje, taková zima se objevuje.",
      "Na svatého Havla má být všechno ovoce v komoře.",
      "Suchý Havel oznamuje suché léto."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.10",
    "namesCZ": [
      "Hedvika"
    ],
    "namesSK": [
      "Hedviga"
    ],
    "explanationCZ": [
      "Hedvika je ženské jméno germánského původu s významem vítězící v boji."
    ],
    "explanationSK": [
      "Meno Hedviga je nemeckého pôvodu a znamená víťaziaca v boji alebo víťazná bojovníčka."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.10",
    "namesCZ": [
      "Lukáš"
    ],
    "namesSK": [
      "Lukáš"
    ],
    "explanationCZ": [
      "Jméno Lukáš pochází z latinského názvu Lukánie, což byla oblast v jižní Itálii, a označuje jejího obyvatele."
    ],
    "explanationSK": [
      "Lukáš je meno evanjelistu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "19.10",
    "namesCZ": [
      "Michaela",
      "Michala"
    ],
    "namesSK": [
      "Kristián"
    ],
    "explanationCZ": [
      "Michaela je ženské křestní jméno.",
      "Michaela je ženské jméno uvedené v českém kalendáři."
    ],
    "explanationSK": [
      "Kristián je mužské meno gréckeho alebo latinského pôvodu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "20.10",
    "namesCZ": [
      "Vendelín"
    ],
    "namesSK": [
      "Vendelín"
    ],
    "explanationCZ": [
      "Jméno Vendelín je německého původu a buď označuje Polabského Slovana, je variantou jména Václav, nebo je zdrobnělinou jména Vendelmar, znamenajícího Vandala."
    ],
    "explanationSK": [
      "Vendelín je meno svätca Vendelína z Trieru a tiež názov sídla v Česku."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Keď Vendelín slzy roní, každú prácu zajac honí."
    ]
  },
  {
    "date": "21.10",
    "namesCZ": [
      "Brigita"
    ],
    "namesSK": [
      "Uršuľa"
    ],
    "explanationCZ": [
      "Brigita je ženské jméno, jehož původ a význam text neuvádí."
    ],
    "explanationSK": [
      "Uršuľa je meno svätice, Sv. Uršule."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Ako započne Uršuľa a Korduľa, taká bude zima."
    ]
  },
  {
    "date": "22.10",
    "namesCZ": [
      "Sabina"
    ],
    "namesSK": [
      "Sergej"
    ],
    "explanationCZ": [
      "Jméno Sabina je latinského původu a pravděpodobně pochází od Sabinek, příslušnic staroitalského kmene Sabinů."
    ],
    "explanationSK": [
      "Sergej je mužské krstné meno ruského pôvodu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Keď na Sergeja vetry dujú, po celú zimu nás navštevujú."
    ]
  },
  {
    "date": "23.10",
    "namesCZ": [
      "Teodor"
    ],
    "namesSK": [
      "Alojzia"
    ],
    "explanationCZ": [
      "Jméno Teodor má řecký původ a znamená dar Boží."
    ],
    "explanationSK": [
      "Meno Alojzia je ženská obdoba mena Alojz, pochádzajúceho zo starofrancúzskeho mena Lowis, ktoré vzniklo zo staronemeckého Hludwig, čiže slávny bojovník, prípadne z latinského Aloisius, ktoré v staronemeckom Alwisi znamená celý biely."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "24.10",
    "namesCZ": [
      "Nina"
    ],
    "namesSK": [
      "Kvetoslava"
    ],
    "explanationCZ": [
      "Jméno Nina má ruský původ, kde může být ženskou formou jména Ninos (řecká podoba jména zakladatele Ninive), nebo se jedná o zdrobnělinu jmen zakončených na -nina či o španělské slovo dítě, panenka."
    ],
    "explanationSK": [
      "Kvetoslava je ženské meno, ktorého domáca podoba je Kveta."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "25.10",
    "namesCZ": [
      "Beáta"
    ],
    "namesSK": [
      "Aurel"
    ],
    "explanationCZ": [
      "Beáta je ženské křestní jméno."
    ],
    "explanationSK": [
      "Aurel je krstné meno a názov dvoch obcí vo Francúzsku, taktiež označuje slovenské hudobné ceny udeľované v rokoch 2001 až 2007."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "26.10",
    "namesCZ": [
      "Erik"
    ],
    "namesSK": [
      "Demeter"
    ],
    "explanationCZ": [
      "Erik je mužské jméno skandinávského původu, jehož význam je vážený vládce."
    ],
    "explanationSK": [
      "Demeter je meno starogréckej bohyne, ktoré sa používa aj ako krstné meno a označuje rôzne entity, od svätcov po planétky a fiktívne lode."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Už je po Mitre, už valachom svitne."
    ]
  },
  {
    "date": "27.10",
    "namesCZ": [
      "Šarlota",
      "Zoe"
    ],
    "namesSK": [
      "Sabína"
    ],
    "explanationCZ": [
      "Jméno Šarlota pochází z francouzštiny, je variantou jména Karla a znamená muž.",
      "Jméno Zoe má řecký původ a znamená život."
    ],
    "explanationSK": [
      "Meno Sabína pochádza z latinčiny a je odvodené od starovekého italského kmeňa Sabínov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "28.10",
    "namesCZ": [
      "Den vzniku Československa"
    ],
    "namesSK": [
      "Dobromila",
      "Deň vzniku samostatného česko-slovenského štátu"
    ],
    "explanationCZ": [
      "Pro poskytnutí relevantní odpovědi potřebuji nejprve text, který mám shrnout. Vložte prosím text, abych mohl extrahovat a shrnout nejdůležitější informaci."
    ],
    "explanationSK": [
      "Dobromila je ženské krstné meno slovanského pôvodu."
    ],
    "proverbCZ": [
      "Šimona a Judy - buď sníh nebo hrudy.",
      "Na Šimona, Judy kočka leze z půdy."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "29.10",
    "namesCZ": [
      "Sylva",
      "Silvie"
    ],
    "namesSK": [
      "Klára",
      "Kiara"
    ],
    "explanationCZ": [
      "Sylva je varianta ženského jména Silvie a také označuje řeku, vesnici a město.",
      "Silvie je ženské jméno latinského původu, které znamená žena z lesa nebo lesní žínka."
    ],
    "explanationSK": [
      "Klára je ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "30.10",
    "namesCZ": [
      "Tadeáš"
    ],
    "namesSK": [
      "Šimon",
      "Simon",
      "Simona"
    ],
    "explanationCZ": [
      "Jméno Tadeáš je hebrejského původu a jeho význam je nejasný, obvykle se interpretuje jako chytrý, rozumný, smělý nebo odvážný."
    ],
    "explanationSK": [
      "Šimon je mužské meno, priezvisko a môže označovať svätca.",
      "Simon je iná podoba mena Šimon a môže označovať aj slovenského kníhviazača alebo priezvisko.",
      "Simona je ženské meno hebrejského pôvodu, ktoré znamená počujúca alebo načúvajúca."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Na Šimona Júdy mrznú v poli všetky hrudy."
    ]
  },
  {
    "date": "31.10",
    "namesCZ": [
      "Štěpánka"
    ],
    "namesSK": [
      "Aurélia"
    ],
    "explanationCZ": [
      "Jméno Štěpánka je ženská varianta jména Štěpán a znamená Věncem korunovaná."
    ],
    "explanationSK": [
      "Aurélia je ženské krstné meno, ktorého pôvod a význam text nešpecifikuje."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "01.11",
    "namesCZ": [
      "Felix"
    ],
    "namesSK": [
      "Denis",
      "Denisa"
    ],
    "explanationCZ": [
      "Jméno Felix pochází z latiny a znamená šťastný nebo šťastlivec."
    ],
    "explanationSK": [
      "Denis je mužské meno, ktorého pôvod a význam nie sú v texte uvedené.",
      "Denisa je ženské meno francúzskeho pôvodu, odvodené od gréckeho boha Dionýza a znamená božské dieťa."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "02.11",
    "namesCZ": [
      "Tobiáš"
    ],
    "namesSK": [
      ""
    ],
    "explanationCZ": [
      "Jméno Tobiáš je hebrejského původu a znamená Hospodin je dobrotivý nebo mým dobrem je Hospodin."
    ],
    "explanationSK": [
      "Používam rozsiahly jazykový model a nemám k dispozícii text. Prosím, poskytnite mi text, aby som mohol extrahovať a zhrnúť najdôležitejšiu informáciu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Keď je na všetkých svätých mokro, môžeme čakať mnoho snehu."
    ]
  },
  {
    "date": "03.11",
    "namesCZ": [
      "Hubert"
    ],
    "namesSK": [
      "Hubert"
    ],
    "explanationCZ": [
      "Jméno Hubert je germánského původu a znamená duchaplný člověk, skvělé mysli."
    ],
    "explanationSK": [
      "Hubert je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Na sv. Huberta ide teplo do čerta."
    ]
  },
  {
    "date": "04.11",
    "namesCZ": [
      "Karel",
      "Karla"
    ],
    "namesSK": [
      "Karol"
    ],
    "explanationCZ": [
      "Karel je oblíbené mužské jméno rozšířené po Evropě, které nosili i panovníci.",
      "Karla je ženské jméno a název několika vesnic v Estonsku a povídky od Boženy Němcové."
    ],
    "explanationSK": [
      "Karol je mužské krstné meno, ktoré sa používalo pre kráľov, vojvodov a kniežatá."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "05.11",
    "namesCZ": [
      "Miriam"
    ],
    "namesSK": [
      "Imrich"
    ],
    "explanationCZ": [
      "Miriam je ženské biblické jméno, často psané i jako Mirjam, a je obdobou jména Marie."
    ],
    "explanationSK": [
      "Imrich je krstné meno a označuje kniežaťa Nitrianska a Biharska, syna kráľa Štefana I., ktorý je zároveň považovaný za svätca."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "06.11",
    "namesCZ": [
      "Liběna"
    ],
    "namesSK": [
      "Renáta"
    ],
    "explanationCZ": [
      "Liběna je české ženské jméno slovanského původu, které znamená libá, milá, přívětivá a příjemná a souvisí s pojmem lásky."
    ],
    "explanationSK": [
      "Renáta je ženské meno latinského pôvodu, ktoré znamená znovuzrodený."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "07.11",
    "namesCZ": [
      "Saskie"
    ],
    "namesSK": [
      "René"
    ],
    "explanationCZ": [
      "Saskie je ženské jméno nizozemského původu, pravděpodobně spojené s germánským etnickým jménem Sas."
    ],
    "explanationSK": [
      "René je mužské meno francúzskeho pôvodu, odvodené z latinského slova s významom znovuzrodený."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "08.11",
    "namesCZ": [
      "Bohumír",
      "Bohumíra"
    ],
    "namesSK": [
      "Bohumír"
    ],
    "explanationCZ": [
      "Jméno Bohumír je slovanský překlad německého jména Gottfried a znamená mír boží.",
      "Bohumíra je ženské jméno slovanského původu, které znamená mír Bohu nebo mír boží."
    ],
    "explanationSK": [
      "Bohumír je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "09.11",
    "namesCZ": [
      "Bohdan"
    ],
    "namesSK": [
      "Teodor",
      "Teo"
    ],
    "explanationCZ": [
      "Jméno Bohdan je slovanského původu a znamená darován Bohem, což odpovídá významu řeckého jména Theodor."
    ],
    "explanationSK": [
      "Teodor je mužské krstné meno a vyskytuje sa aj ako meno viacerých vládcov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "10.11",
    "namesCZ": [
      "Evžen"
    ],
    "namesSK": [
      "Tibor"
    ],
    "explanationCZ": [
      "Jméno Evžen (Eugen) má řecký původ a znamená urozený."
    ],
    "explanationSK": [
      "Tibor je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "11.11",
    "namesCZ": [
      "Martin"
    ],
    "namesSK": [
      "Martin",
      "Maroš"
    ],
    "explanationCZ": [
      "Jméno Martin pochází od jména římského boha války Marta a znamená bojovný, Martovi zasvěcený nebo náležející Martovi."
    ],
    "explanationSK": [
      "Martin je mužské meno, ktoré sa vyskytuje v rôznych kontextoch, ako meno svätcov, pápežov, biskupov, priezvisko, názov miest, okresov, rieky, sopky, televízneho seriálu a piesní.",
      "Maroš je mužské meno, domácka podoba mien Marián a Martin, a tiež priezvisko."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Ak príde Martin na bielom koni, metelica metelicu honí."
    ]
  },
  {
    "date": "12.11",
    "namesCZ": [
      "Benedikt"
    ],
    "namesSK": [
      "Svätopluk",
      "Jonáš"
    ],
    "explanationCZ": [
      "Jméno Benedikt pochází z latinského slova benedictus s významem požehnaný, blahoslavený a jeho původ lze sledovat až do hebrejštiny v 6. století př. n. l."
    ],
    "explanationSK": [
      "Svätopluk je krstné meno, ktoré nesú dvaja vládcovia a je tiež názvom eposu Jána Hollého, opery Eugena Suchoňa a planétky.",
      "Jonáš je meno, ktoré môže byť aj priezvisko a označuje aj knihu proroka Jonáša."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "13.11",
    "namesCZ": [
      "Tibor"
    ],
    "namesSK": [
      "Stanislav"
    ],
    "explanationCZ": [
      "Jméno Tibor je mužské křestní jméno latinského původu, odvozené od slova Tiburtius, znamenající obyvatel Tiburu."
    ],
    "explanationSK": [
      "Stanislav je meno, ktoré sa používa ako krstné meno aj ako priezvisko."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "14.11",
    "namesCZ": [
      "Sáva"
    ],
    "namesSK": [
      "Irma"
    ],
    "explanationCZ": [
      "Sáva je významná řeka na rozhraní střední Evropy a Balkánu, protékající několika státy a vlévající se do Dunaje, přičemž představuje nejdelší řeku protékající Slovinskem, Chorvatskem a Bosnou a Hercegovinou."
    ],
    "explanationSK": [
      "Irma je ženské krstné meno slovenského pôvodu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "15.11",
    "namesCZ": [
      "Leopold"
    ],
    "namesSK": [
      "Leopold"
    ],
    "explanationCZ": [
      "Leopold je mužské jméno staroněmeckého původu."
    ],
    "explanationSK": [
      "Leopold je meno a používalo sa aj pre kniežatá a kandidátov na trón."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "16.11",
    "namesCZ": [
      "Otmar"
    ],
    "namesSK": [
      "Agnesa"
    ],
    "explanationCZ": [
      "Otmar je mužské jméno německého původu, které znamená šťastný díky bohatství nebo bohatý a šťastný."
    ],
    "explanationSK": [
      "Agnesa je ženské meno, ktoré sa spája so sväticami ako Agnesa Rímska, Agnesa Česká, Agnesa Habsburská a Agnesa Francúzska."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.11",
    "namesCZ": [
      "Mahulena",
      "Gertruda",
      "Den boje za svobodu a demokracii"
    ],
    "namesSK": [
      "Klaudia",
      "Deň boja za slobodu a demokraciu"
    ],
    "explanationCZ": [
      "Mahulena je ženské jméno, jehož původ a význam nejsou v textu uvedeny.",
      "Jméno Gertruda je ženského germánského původu, jehož význam je odvozen od slov kopí a síla nebo milá.",
      "Den boje za svobodu a demokracii připomíná začátek Sametové revoluce v roce 1989 a uzavření českých vysokých škol nacisty v roce 1939."
    ],
    "explanationSK": [
      "Klaudia je ženské meno rímskeho pôvodu, odvodené od slova claudius, ktoré znamená chromý, krivý alebo krívajúci."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.11",
    "namesCZ": [
      "Romana"
    ],
    "namesSK": [
      "Eugen"
    ],
    "explanationCZ": [
      "Romana je ženské jméno latinského původu, které znamená Římanka."
    ],
    "explanationSK": [
      "Meno Eugen pochádza z gréckeho slova znamenajúceho urodzený, blahorodý."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "19.11",
    "namesCZ": [
      "Alžběta"
    ],
    "namesSK": [
      "Alžbeta",
      "Liliana"
    ],
    "explanationCZ": [
      "Jméno Alžběta je hebrejského původu a znamená Zaslíbená Bohu nebo Bůh je má přísaha."
    ],
    "explanationSK": [
      "Meno Alžbeta má pôvod a význam, ktorý je v texte ďalej rozvedený (čo však nebolo poskytnuté).",
      "Liliana je ženské meno latinského pôvodu, odvodené od slova lilium (ľalia) a znamená čistá a nevinná."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "20.11",
    "namesCZ": [
      "Nikola"
    ],
    "namesSK": [
      "Félix"
    ],
    "explanationCZ": [
      "Nikola je obourodé jméno, v Česku převážně ženské."
    ],
    "explanationSK": [
      "Félix je meno latinského pôvodu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "21.11",
    "namesCZ": [
      "Albert"
    ],
    "namesSK": [
      "Elvíra"
    ],
    "explanationCZ": [
      "Jméno Albert je německého původu a znamená vznešený a zářící."
    ],
    "explanationSK": [
      "Elvíra je ženské krstné meno španielskeho pôvodu, odvodené z germánskeho Geloyra alebo Giluira, prípadne zo španielskeho Elmira s významom vznešená alebo kňažná, a bolo obľúbené v stredovekých kráľovských rodinách."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "22.11",
    "namesCZ": [
      "Cecílie"
    ],
    "namesSK": [
      "Cecília"
    ],
    "explanationCZ": [
      "Jméno Cecílie je latinského původu a znamená krátkozraká nebo slepá."
    ],
    "explanationSK": [
      "Cecília je ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "23.11",
    "namesCZ": [
      "Klement"
    ],
    "namesSK": [
      "Klement"
    ],
    "explanationCZ": [
      "Jméno Klement pochází z latiny a znamená vlídný, laskavý, shovívavý."
    ],
    "explanationSK": [
      "Klement je meno používané ako krstné meno a priezvisko, a tiež je spojené s postavami svätých biskupov a pápežov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "24.11",
    "namesCZ": [
      "Emílie"
    ],
    "namesSK": [
      "Emília"
    ],
    "explanationCZ": [
      "Jméno Emilie pochází z latinského aemilius a znamená „soutěžící, soupeřící“."
    ],
    "explanationSK": [
      "Emília je ženské meno latinského pôvodu, ktoré znamená horlivá, usilovná."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "25.11",
    "namesCZ": [
      "Kateřina"
    ],
    "namesSK": [
      "Katarína"
    ],
    "explanationCZ": [
      "Kateřina je ženské křestní jméno."
    ],
    "explanationSK": [
      "Katarína je prvé meno a zároveň názov prírodnej rezervácie."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Katarína na ľade, Vianoce na blate."
    ]
  },
  {
    "date": "26.11",
    "namesCZ": [
      "Artur"
    ],
    "namesSK": [
      "Kornel"
    ],
    "explanationCZ": [
      "Jméno Artur pravděpodobně pochází z keltského výrazu pro medvěda nebo se vykládá jako vznešený."
    ],
    "explanationSK": [
      "Kornel je mužské meno latinského pôvodu (Cornelius), ktoré môže znamenať roh alebo drieň."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "27.11",
    "namesCZ": [
      "Xenie"
    ],
    "namesSK": [
      "Milan"
    ],
    "explanationCZ": [
      "Xenie je ženské křestní jméno a může také označovat jev v genetice rostlin, literární formu drobných básní, nebo dílo Johanna Wolfganga von Goethe."
    ],
    "explanationSK": [
      "Milan je slovanské mužské meno a názov pre rôzne miesta, futbalové tímy a protitankový zbrojný systém."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "28.11",
    "namesCZ": [
      "René"
    ],
    "namesSK": [
      "Henrieta"
    ],
    "explanationCZ": [
      "Jméno René má francouzský původ a vychází z latinského slova renatus, znamenajícího znovuzrozený."
    ],
    "explanationSK": [
      "Henrieta je ženské meno germánskeho pôvodu odvodené od mena Henrich, ktoré znamená vládca domu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "29.11",
    "namesCZ": [
      "Zina"
    ],
    "namesSK": [
      "Vratko"
    ],
    "explanationCZ": [
      "Jméno Zina je ženského rodu řeckého původu, pochází ze jména Zénais a znamená božská, přičemž je odvozeno od jména boha Dia."
    ],
    "explanationSK": [
      "Meno Vratko je domáca podoba mena Vratislav a znamená radosť a slávu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "30.11",
    "namesCZ": [
      "Ondřej"
    ],
    "namesSK": [
      "Andrej",
      "Ondrej",
      "Andreas"
    ],
    "explanationCZ": [
      "Jméno Ondřej pochází z řeckého jména Andreas a znamená mužný, statný nebo odvážný."
    ],
    "explanationSK": [
      "Andrej je mužské meno gréckeho pôvodu Andreas, znamenajúce mužný, statný a odvážny.",
      "Text spomína meno Ondrej a odkazuje na svätého Ondreja, ako aj na troch panovníkov s týmto menom (Ondrej I., Ondrej II., Ondrej III.)."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Biely Ondrej, zlý rok."
    ]
  },
  {
    "date": "01.12",
    "namesCZ": [
      "Iva"
    ],
    "namesSK": [
      "Edmund"
    ],
    "explanationCZ": [
      "Iva je ženské jméno slovanského původu, které vzniklo jako ženská varianta jména Ivo a osamostatnilo se."
    ],
    "explanationSK": [
      "Edmund je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Keď je 1. december mokrý, veští miernu zimu."
    ]
  },
  {
    "date": "02.12",
    "namesCZ": [
      "Blanka"
    ],
    "namesSK": [
      "Bibiána",
      "Viviána"
    ],
    "explanationCZ": [
      "Jméno Blanka pochází z latinského slova blancus znamenající bílý, tedy Blanka je bílá či běloskovoucí."
    ],
    "explanationSK": [
      "Bibiána je ženské krstné meno latinského pôvodu, ktoré znamená plná života."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "03.12",
    "namesCZ": [
      "Svatoslav"
    ],
    "namesSK": [
      "Oldrich"
    ],
    "explanationCZ": [
      "Svatoslav je název, který nese několik obcí a část městyse v České republice."
    ],
    "explanationSK": [
      "Oldrich je mužské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "04.12",
    "namesCZ": [
      "Barbora"
    ],
    "namesSK": [
      "Barbora",
      "Barbara"
    ],
    "explanationCZ": [
      "Jméno Barbora je ženského rodu, pochází z řeckého slova barbaros a znamená cizinka."
    ],
    "explanationSK": [
      "Barbora je ženské meno, názov svätice a priezvisko.",
      "Barbara je ženské meno a názov pre rôzne geografické lokality, umelecké diela a osoby."
    ],
    "proverbCZ": [
      "Jaké je počasí na sv. Barboru, takové bývá až do vánoc.",
      "Na svatou Barboru saně do dvoru.",
      "Po svaté Baruši střez nosu i uší!",
      "Snese-li led o svaté Barboře hus, snese o Vánocích vůz.",
      "Svatá Barborka, vyhání dřevo ze dvorka."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "05.12",
    "namesCZ": [
      "Jitka"
    ],
    "namesSK": [
      "Oto"
    ],
    "explanationCZ": [
      "Jméno Jitka je česká varianta hebrejského jména Judith, které znamená židovka nebo žena z Judeje, a staročeský tvar Jutka pochází z německého Jutta."
    ],
    "explanationSK": [
      "Oto je slovenské mužské krstné meno nemeckého pôvodu Otto."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "06.12",
    "namesCZ": [
      "Mikuláš"
    ],
    "namesSK": [
      "Mikuláš",
      "Nikolas"
    ],
    "explanationCZ": [
      "Jméno Mikuláš pochází z řeckého jména Nikoláos a znamená vítězství lidu nebo vítěz mezi lidmi."
    ],
    "explanationSK": [
      "Mikuláš je krstné meno a priezvisko, ľudovo označované aj ako ucholak, a zároveň meno viacerých svätých, panovníkov a politikov."
    ],
    "proverbCZ": [
      "Svatý Mikuláš splachuje břehy.",
      "O sv. Mikuláši snížek často práší.",
      "Napije-li se na Mikuláše pták z koleje, nenapije se kůň tři měsíce z řeky.",
      "Prší-li na Mikuláše nebo padá sníh, bude příští rok hodně hrachu."
    ],
    "proverbSK": [
      "Na sv. Mikuláša už je všetka zima naša."
    ]
  },
  {
    "date": "07.12",
    "namesCZ": [
      "Ambrož",
      "Benjamín"
    ],
    "namesSK": [
      "Ambróz"
    ],
    "explanationCZ": [
      "Jméno Ambrož je řeckého původu a znamená božský nebo nesmrtelný, odvozené od slova pro božský pokrm.",
      "Jméno Benjamín je hebrejského původu a znamená nejmladší milovaný syn."
    ],
    "explanationSK": [
      "Ambróz je mužské meno gréckeho pôvodu, ktoré znamená nesmrteľný, nebeský."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "08.12",
    "namesCZ": [
      "Květoslava"
    ],
    "namesSK": [
      "Marína"
    ],
    "explanationCZ": [
      "Jméno Květoslava je ženského slovanského původu a vzniklo překladem latinského jména Flora."
    ],
    "explanationSK": [
      "Marína je ženské meno, domácky tvar mena Mária."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "09.12",
    "namesCZ": [
      "Vratislav"
    ],
    "namesSK": [
      "Izabela"
    ],
    "explanationCZ": [
      "Vratislav je slovanské mužské jméno, které se v historii vyskytovalo u českých knížat a králů."
    ],
    "explanationSK": [
      "Izabela je ženské meno španielskeho pôvodu, odvodené z hebrejského mena Jezabel, čo znamená Bohom povýšená a je tiež španielskou podobou mena Alžbeta."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "10.12",
    "namesCZ": [
      "Julie"
    ],
    "namesSK": [
      "Radúz"
    ],
    "explanationCZ": [
      "Julie je ženské jméno latinského původu znamenající zářící a je odvozeno od patricijského rodu Iuliů, jehož mužské varianty jsou Julius a Julián."
    ],
    "explanationSK": [
      "Radúz je mužské meno slovanského pôvodu, ktoré znamená radujúci sa alebo radostný."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "11.12",
    "namesCZ": [
      "Danuše",
      "Dana"
    ],
    "namesSK": [
      "Hilda"
    ],
    "explanationCZ": [
      "Jméno Danuše je ženská varianta jména Dana hebrejského původu, znamenající soudkyně, a vzniklo osamostatněním domácké podoby jména Dana pomocí přípony -uše.",
      "Dana je ženské křestní jméno používané v Česku."
    ],
    "explanationSK": [
      "Hilda je ženské krstné meno, ktorého pôvod a význam text nešpecifikuje."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "12.12",
    "namesCZ": [
      "Simona"
    ],
    "namesSK": [
      "Otília"
    ],
    "explanationCZ": [
      "Simona je ženské jméno hebrejského původu, které znamená slyšící nebo naslouchající."
    ],
    "explanationSK": [
      "Otília je ženské krstné meno a zároveň označuje rehoľníčku a mystičku z prelomu 7. a 8. storočia."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "13.12",
    "namesCZ": [
      "Lucie"
    ],
    "namesSK": [
      "Lucia"
    ],
    "explanationCZ": [
      "Jméno Lucie pochází z latinského slova lux (světlo) a znamená světlá nebo zářící."
    ],
    "explanationSK": [
      "Lucia je meno a môže odkazovať na sväticu."
    ],
    "proverbCZ": [
      "Svatá Lucie noci upije (ale dne nepřidá).",
      "Jaké jsou dni od sv. Lucie do Božího narození, takové jsou též měsíce příštího roku.",
      "Když přijde sv. Lucie, najde tu už zimu."
    ],
    "proverbSK": [
      "Lucia noci upíja, ale dňa nepridá."
    ]
  },
  {
    "date": "14.12",
    "namesCZ": [
      "Lýdie"
    ],
    "namesSK": [
      "Branislava",
      "Bronislava"
    ],
    "explanationCZ": [
      "Lýdie byla starověká oblast v Malé Asii, kde se mluvilo lýdsky a kde byly nalezeny nejstarší mince."
    ],
    "explanationSK": [
      "Branislava je ženské krstné meno, ktorého pôvod a význam text neuvádza.",
      "Bronislava je ženské meno slovanského pôvodu, ktoré znamená bráň slávu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "15.12",
    "namesCZ": [
      "Radan",
      "Radana"
    ],
    "namesSK": [
      "Ivica"
    ],
    "explanationCZ": [
      "Radovan je slovanské mužské jméno, které znamená radostný nebo přinášející radost.",
      "Jméno Radana je ženská varianta slovanského jména Radovan, znamenající radost přinášející nebo radující se."
    ],
    "explanationSK": [
      "Ivica je ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "16.12",
    "namesCZ": [
      "Albína"
    ],
    "namesSK": [
      "Albína"
    ],
    "explanationCZ": [
      "Jméno Albína pochází z latiny a znamená bělavá."
    ],
    "explanationSK": [
      "Albína je ženské meno latinského pôvodu, ktoré znamená biela."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "17.12",
    "namesCZ": [
      "Daniel"
    ],
    "namesSK": [
      "Kornélia"
    ],
    "explanationCZ": [
      "Jméno Daniel pochází z hebrejštiny a znamená Bůh je můj soudce."
    ],
    "explanationSK": [
      "Kornélia je ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "18.12",
    "namesCZ": [
      "Miloslav"
    ],
    "namesSK": [
      "Sláva",
      "Slávka"
    ],
    "explanationCZ": [
      "Miloslav je mužské jméno slovanského původu, které znamená slavný milostí, milý a klidný, přičemž jeho variantou je Miloš a ženskou obdobou Miloslava."
    ],
    "explanationSK": [
      "Sláva je ženské krstné meno.",
      "Slávka je slovanské ženské meno, ktorého význam je slávená."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "19.12",
    "namesCZ": [
      "Ester"
    ],
    "namesSK": [
      "Judita"
    ],
    "explanationCZ": [
      "Jméno Ester má pravděpodobný původ ve staroperštině (stāra) nebo babylonské bohyni Ištar, přičemž hebrejský původ (סתר) by naznačoval význam skrytá či zahalená totožnost."
    ],
    "explanationSK": [
      "Judita je biblická postava, názov knihy Starého zákona a meno manželky Vladislava II."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "20.12",
    "namesCZ": [
      "Dagmar"
    ],
    "namesSK": [
      "Dagmara"
    ],
    "explanationCZ": [
      "Jméno Dagmar pochází ze staronorského jména Dagmær, které vzniklo spojením slov den a panna a přeneseně znamená svatý anebo velký den nebo denice."
    ],
    "explanationSK": [
      "Dagmara je severské ženské krstné meno."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "21.12",
    "namesCZ": [
      "Natálie"
    ],
    "namesSK": [
      "Bohdan",
      "Noel"
    ],
    "explanationCZ": [
      "Jméno Natálie pochází z latinského slovního spojení natale domini a znamená „narozená v den zrození Krista“ nebo „dítě Vánoc“."
    ],
    "explanationSK": [
      "Bohdan je slovanské mužské meno, ktoré vzniklo ako obdoba gréckeho mena Theodóros, znamenajúceho Boží dar."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "22.12",
    "namesCZ": [
      "Šimon"
    ],
    "namesSK": [
      "Adela"
    ],
    "explanationCZ": [
      "Jméno Šimon pochází z hebrejštiny a znamená naslouchající."
    ],
    "explanationSK": [
      "Adela je meno alebo rod motýľov."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "23.12",
    "namesCZ": [
      "Vlasta"
    ],
    "namesSK": [
      "Nadežda",
      "Naďa"
    ],
    "explanationCZ": [
      "Vlasta je slovanské ženské jméno odvozené od jmen jako Vlastimil a Vlastislav, související s praslovanským výrazem pro moc nebo vládu, a podle některých teorií může být odvozeno i od slova lest v souvislosti s dívčí válkou."
    ],
    "explanationSK": [
      "Nadežda je ženské meno ruského pôvodu, ktoré znamená nádej."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "24.12",
    "namesCZ": [
      "Eva",
      "Adam",
      "Štědrý den"
    ],
    "namesSK": [
      "Adam",
      "Eva"
    ],
    "explanationCZ": [
      "Eva je biblické jméno první ženy a pramatky lidstva, známé z knihy Genesis.",
      "Adam je biblické jméno prvního člověka, které pochází z hebrejského slova ádám znamenajícího člověk, a v Bibli představuje jak jednotlivce, tak i celé lidstvo.",
      "Štědrý den je posledním dnem adventu spojeným s mnoha vánočními zvyky a pověrami, které se prolínají s křesťanskými tradicemi."
    ],
    "explanationSK": [
      "Adam je mužské meno, biblická postava prvého človeka a vyskytuje sa aj ako priezvisko a v názvoch rôznych diel, miest a ďalších konceptov.",
      "Eva je krstné meno, ktorého pôvod a význam text nešpecifikuje, a zároveň označuje rôzne umelecké diela a miesto."
    ],
    "proverbCZ": [
      "Na Adama a Evu čekejte oblevu.",
      "Když na Štědrý večer sněží, na pytle se chmel těží."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "25.12",
    "namesCZ": [
      "1. svátek vánoční"
    ],
    "namesSK": [
      ""
    ],
    "explanationCZ": [
      "Boží hod vánoční je oslava narození Ježíše Krista, která se v západní liturgické tradici slaví 25. prosince."
    ],
    "explanationSK": [
      "Používam rozsiahly jazykový model a nebol mi poskytnutý žiadny text na spracovanie. Prosím, poskytnite text, ktorý chcete zhrnúť."
    ],
    "proverbCZ": [
      "Na Boží narození o bleší převalení.",
      "Mráz na Boží narození - zima se udrží bez proměny.",
      "Když na Boží hod prší, sucho úrodu poruší."
    ],
    "proverbSK": [
      "Biele Vianoce, zelená Veľká noc."
    ]
  },
  {
    "date": "26.12",
    "namesCZ": [
      "Štěpán",
      "2. svátek vánoční"
    ],
    "namesSK": [
      "Štefan"
    ],
    "explanationCZ": [
      "Jméno Štěpán pochází z řeckého slova znamenajícího věnec, korunu nebo odměnu, a původně označovalo vítěze soutěže.",
      "Svátek svatého Štěpána připomíná prvomučedníka Štěpána a slaví se během Vánoc."
    ],
    "explanationSK": [
      "Štefan je mužské meno, titul srbských panovníkov, priezvisko a názov rôznych geografických lokalít."
    ],
    "proverbCZ": [
      "Když svatý Štěpán vyfouká bláto, bude pěkné jaro nato.",
      "Jestli na Štěpána větry uhodí, příští rok se všecko špatně urodí."
    ],
    "proverbSK": [
      "Keď sv. Štefan blato vyfúkal, bude pekná jar."
    ]
  },
  {
    "date": "27.12",
    "namesCZ": [
      "Žaneta"
    ],
    "namesSK": [
      "Filoména"
    ],
    "explanationCZ": [
      "Žaneta je ženské křestní jméno."
    ],
    "explanationSK": [
      "Filoména je ženské krstné meno gréckeho pôvodu, ktoré znamená milovaná."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "28.12",
    "namesCZ": [
      "Bohumila"
    ],
    "namesSK": [
      "Ivana",
      "Ivona"
    ],
    "explanationCZ": [
      "Bohumila je ženské křestní jméno českého původu."
    ],
    "explanationSK": [
      "Ivana je ženské meno ruského pôvodu, odvodené od mena Jana, ktoré pochádza z mena Ján a znamená Boh je milostivý.",
      "Ivona je ženské meno francúzskeho pôvodu, odvodené zo staronemeckého slova s významom tis."
    ],
    "proverbCZ": [
      "O Mláďátkách den se omlazuje.",
      "Je-li na Mláďátka mlha od Lysé Hory, kobzole se neurodí, je-li mlha v údolích, bude kobzolí dost."
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "29.12",
    "namesCZ": [
      "Judita"
    ],
    "namesSK": [
      "Milada",
      "Nátan"
    ],
    "explanationCZ": [
      "Jméno Judita pochází z hebrejského slova Židovka a ve Starém zákoně označuje hrdinku, která zachránila židovské město."
    ],
    "explanationSK": [
      "Text spomína názov Milada, ktorý môže označovať meno, jaskyňu alebo inú nešpecifikovanú entitu."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "30.12",
    "namesCZ": [
      "David"
    ],
    "namesSK": [
      "Dávid"
    ],
    "explanationCZ": [
      "Jméno David pochází z ugaritštiny, kde znamená náčelník, a lidová etymologie jej spojuje s hebrejským slovem znamenajícím miláček nebo strýček."
    ],
    "explanationSK": [
      "Dávid je krstné meno, priezvisko, meno biblického kráľa Izraela, zemianskeho rodu a viacerých panovníkov a cirkevných hodnostárov, a tiež názov viacerých umeleckých diel."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      ""
    ]
  },
  {
    "date": "31.12",
    "namesCZ": [
      "Silvestr"
    ],
    "namesSK": [
      "Silvester"
    ],
    "explanationCZ": [
      "Jméno Silvestr je mužské křestní jméno latinského původu."
    ],
    "explanationSK": [
      "Silvester je mužské meno a označuje aj posledný deň v roku, silvestrovské oslavy a meno pápeža a svätca katolíckej cirkvi."
    ],
    "proverbCZ": [
      ""
    ],
    "proverbSK": [
      "Keď je na starý rok jasno, bude v maštaliach prázdno."
    ]
  }
]